[
    {
        "paper_id": 1,
        "paper_title": "A note on a deterministic property to obtain the long run behavior of the range of a stochastic process",
        "paper_authors": [
            "Maher Boudabra",
            "Binghao Wu"
        ],
        "paper_abstract": "A Brownian motion with drift is simply a process $V^η_t$ of the form $V^η_t=B_{t}+ηt$ where $B_{t}$ is a standard Brownian motion and $η>0$ \\footnote{The case $η<0$ is deducible by remarking $V^{-η}(t)=-V^η(t)$.} In \\cite{tanre2006range}, the authors considered the drifted Brownian motion and studied the statistics of some related sequences defined by certain stopping times. In particular, they provided the law of the range $R_{t}(V^η)$ of $V^η$ as well as its first range process $θ_{V^η}(a)$. In particular, they investigated the asymptotic comportment of $R_{t}(V^η)$ and $θ_{V^η}(a)$. They proved that if $V_{t}^η$ is a Brownian motion with a positive drift $η$ then its range $R_{t}(V^η)=\\sup_{0\\leq s\\leq t}V_{t}^η-\\inf_{0\\leq s\\leq t}V_{t}^η$ is asymptotically equivalent to $ηt$. In other words\n  \\begin{equation} \\frac{R_{t}(V^η)}{t}\\overset{a.e}{\\underset{t\\rightarrow\\infty}{\\longrightarrow}}η.\\label{range} \\end{equation} In this paper, we show that (\\ref{range}) follows from a striking deterministic property. More precisely, we show that the long run behavior of the range of a deterministic continuous function is obtainable straightaway from that of the function itself. Our result can be deemed as the continuous version of a similar one appeared in \\cite{mgrw}.",
        "paper_submission_date": "21 August, 2023"
    },
    {
        "paper_id": 2,
        "paper_title": "Probing time orientability of spacetime",
        "paper_authors": [
            "N. A. Lemos",
            "D. Müller",
            "M. J. Reboucas"
        ],
        "paper_abstract": "In general relativity, cosmology and quantum field theory, spacetime is assumed to be an orientable manifold endowed with a Lorentz metric that makes it spatially and temporally orientable. The question as to whether the laws of physics require these orientability assumptions is ultimately of observational or experimental nature, or the answer might come from a fundamental theory of physics. The possibility that spacetime is time non-orientable lacks investigation, and so should not be dismissed straightaway. In this paper, we argue that it is possible to locally access a putative time non-orientability of Minkowski empty spacetime by physical effects involving quantum vacuum electromagnetic fluctuations. We set ourselves to study the influence of time non-orientability on the stochastic motions of a charged particle subject to these electromagnetic fluctuations in Minkowski spacetime equipped with a time non-orientable topology and with its time orientable counterpart. To this end, we introduce and derive analytic expressions for a statistical time orientability indicator. Then we show that it is possible to pinpoint the time non-orientable topology through an inversion pattern displayed by the corresponding orientability indicator, which is absent when the underlying manifold is time orientable.",
        "paper_submission_date": "7 June, 2023"
    },
    {
        "paper_id": 3,
        "paper_title": "Noether Symmetries, Dynamical Constants of Motion, and Spectrum Generating Algebras",
        "paper_authors": [
            "Daddy Balondo Iyela",
            "Jan Govaerts"
        ],
        "paper_abstract": "When discussing consequences of symmetries of dynamical systems based on Noether's first theorem, most standard textbooks on classical or quantum mechanics present a conclusion stating that a global continuous Lie symmetry implies the existence of a time independent conserved Noether charge which is the generator of the action on phase space of that symmetry, and which necessarily must as well commute with the Hamiltonian. However this need not be so, nor does that statement do justice to the complete scope and reach of Noether's first theorem. Rather a much less restrictive statement applies, namely that the corresponding Noether charge as an observable over phase space may in fact possess an explicit time dependency, and yet define a constant of the motion by having a commutator with the Hamiltonian which is nonvanishing, thus indeed defining a dynamical conserved quantity. Furthermore, and this certainly within the Hamiltonian formulation, the converse statement is valid as well, namely that any dynamical constant of motion is necessarily the Noether charge of some symmetry leaving the system's action invariant up to some total time derivative contribution. The present contribution revisits these different points and their consequences, straightaway within the Hamiltonian formulation which is the most appropriate for such issues. Explicit illustrations are also provided through three general but simple enough classes of systems.",
        "paper_submission_date": "8 July, 2021"
    },
    {
        "paper_id": 4,
        "paper_title": "Semi-analytic integration for a parallel space-time boundary element method modeling the heat equation",
        "paper_authors": [
            "Jan Zapletal",
            "Raphael Watschinger",
            "Günther Of",
            "Michal Merta"
        ],
        "paper_abstract": "The presented paper concentrates on the boundary element method (BEM) for the heat equation in three spatial dimensions. In particular, we deal with tensor product space-time meshes allowing for quadrature schemes analytic in time and numerical in space. The spatial integrals can be treated by standard BEM techniques known from three dimensional stationary problems. The contribution of the paper is twofold. First, we provide temporal antiderivatives of the heat kernel necessary for the assembly of BEM matrices and the evaluation of the representation formula. Secondly, the presented approach has been implemented in a publicly available library besthea allowing researchers to reuse the formulae and BEM routines straightaway. The results are validated by numerical experiments in an HPC environment.",
        "paper_submission_date": "25 October, 2021"
    },
    {
        "paper_id": 5,
        "paper_title": "Phases of translation-invariant systems out of equilibrium: Iterative Green's function techniques and renormalization group approaches",
        "paper_authors": [
            "Christian Klöckner",
            "Dante Marvin Kennes",
            "Christoph Karrasch"
        ],
        "paper_abstract": "We introduce a method to evaluate the steady-state non-equilibrium Keldysh-Schwinger Green's functions for infinite systems subject to both an electric field and a coupling to reservoirs. The method we present exploits a physical quasi-translation invariance, where a shift by one unit cell leaves the physics invariant if all electronic energies are simultaneously shifted by the magnitude of the electric field. Our framework is straightaway applicable to diagrammatic many-body methods. We discuss two flagship applications, mean-field theories as well as a sophisticated second-order functional renormalization group approach. The latter allows us to push the renormalization-group characterization of phase transitions for lattice fermions into the out-of-equilibrium realm. We exemplify this by studying a model of spinless fermions, which in equilibrium exhibits a Berezinskii-Kosterlitz-Thouless phase transition.",
        "paper_submission_date": "4 August, 2020"
    },
    {
        "paper_id": 6,
        "paper_title": "Hierarchical Multi-task Deep Neural Network Architecture for End-to-End Driving",
        "paper_authors": [
            "Jose Solomon",
            "Francois Charette"
        ],
        "paper_abstract": "A novel hierarchical Deep Neural Network (DNN) model is presented to address the task of end-to-end driving. The model consists of a master classifier network which determines the driving task required from an input stereo image and directs said image to one of a set of subservient network regression models that perform inference and output a steering command. These subservient networks are designed and trained for a specific driving task: straightaway, swerve maneuver, tight turn, gradual turn, and chicane. Using this modular network strategy allows for two primary advantages: an overall reduction in the amount of data required to train the complete system, and for model tailoring where more complex models can be used for more challenging tasks while simplified networks can handle more mundane tasks. It is this latter facet of the model that makes the approach attractive to a number of applications beyond the current vehicle steering strategy.",
        "paper_submission_date": "1 December, 2020"
    },
    {
        "paper_id": 7,
        "paper_title": "Probing non-Gaussian Stochastic Gravitational Wave Backgrounds with LISA",
        "paper_authors": [
            "Nicola Bartolo",
            "Valerie Domcke",
            "Daniel G. Figueroa",
            "Juan Garcia-Bellido",
            "Marco Peloso",
            "Mauro Pieroni",
            "Angelo Ricciardone",
            "Mairi Sakellariadou",
            "Lorenzo Sorbo",
            "Gianmassimo Tasinato"
        ],
        "paper_abstract": "The stochastic gravitational wave background (SGWB) contains a wealth of information on astrophysical and cosmological processes. A major challenge of upcoming years will be to extract the information contained in this background and to disentangle the contributions of different sources. In this paper we provide the formalism to extract, from the correlation of three signals in the Laser Interferometer Space Antenna (LISA), information about the tensor three-point function, which characterizes the non-Gaussian properties of the SGWB. This observable can be crucial to discriminate whether a SGWB has a primordial or astrophysical origin. Compared to the two-point function, the SGWB three-point function has a richer dependence on the gravitational wave momenta and chiralities. It can be used therefore as a powerful discriminator between different models. For the first time we provide the response functions of LISA to a general SGWB three-point function. As examples, we study in full detail the cases of an equilateral and squeezed SGWB bispectra, and provide the explicit form of the response functions, ready to be convoluted with any theoretical prediction of the bispectrum to obtain the observable signal. We further derive the optimal estimator to compute the signal-to-noise ratio. Our formalism covers general shapes of non-Gaussianity, and can be extended straightaway to other detector geometries. Finally, we provide a short overview of models of the early universe that can give rise to a non-Gaussian SGWB.",
        "paper_submission_date": "10 January, 2020"
    },
    {
        "paper_id": 8,
        "paper_title": "Driver Identification Using Automobile Sensor Data from a Single Turn",
        "paper_authors": [
            "David Hallac",
            "Abhijit Sharang",
            "Rainer Stahlmann",
            "Andreas Lamprecht",
            "Markus Huber",
            "Martin Roehder",
            "Rok Sosic",
            "Jure Leskovec"
        ],
        "paper_abstract": "As automotive electronics continue to advance, cars are becoming more and more reliant on sensors to perform everyday driving operations. These sensors are omnipresent and help the car navigate, reduce accidents, and provide comfortable rides. However, they can also be used to learn about the drivers themselves. In this paper, we propose a method to predict, from sensor data collected at a single turn, the identity of a driver out of a given set of individuals. We cast the problem in terms of time series classification, where our dataset contains sensor readings at one turn, repeated several times by multiple drivers. We build a classifier to find unique patterns in each individual's driving style, which are visible in the data even on such a short road segment. To test our approach, we analyze a new dataset collected by AUDI AG and Audi Electronics Venture, where a fleet of test vehicles was equipped with automotive data loggers storing all sensor readings on real roads. We show that turns are particularly well-suited for detecting variations across drivers, especially when compared to straightaways. We then focus on the 12 most frequently made turns in the dataset, which include rural, urban, highway on-ramps, and more, obtaining accurate identification results and learning useful insights about driver behavior in a variety of settings.",
        "paper_submission_date": "9 June, 2017"
    },
    {
        "paper_id": 9,
        "paper_title": "New family of Maxwell like algebras",
        "paper_authors": [
            "P. K. Concha",
            "R. Durka",
            "N. Merino",
            "E. K. Rodríguez"
        ],
        "paper_abstract": "We introduce an alternative way of closing Maxwell like algebras. We show, through a suitable change of basis, that resulting algebras are given by the direct sums of the AdS and the Maxwell algebras already known in the literature. Casting the result into the $S$-expansion method framework ensures the straightaway construction of the gravity theories based on a found enlargement.",
        "paper_submission_date": "22 June, 2016"
    },
    {
        "paper_id": 10,
        "paper_title": "Obtaining the Probability Vector Current Density in Canonical Quantum Mechanics by Linear Superposition",
        "paper_authors": [
            "Steven Kenneth Kauffmann"
        ],
        "paper_abstract": "The quantum mechanics status of the probability vector current density has long seemed to be marginal. On one hand no systematic prescription for its construction is provided, and the special examples of it that are obtained for particular types of Hamiltonian operator could conceivably be attributed to happenstance. On the other hand this concept's key physical interpretation as local average particle flux, which flows from the equation of continuity that it is supposed to satisfy in conjunction with the probability scalar density, has been claimed to breach the uncertainty principle. Given the dispiriting impact of that claim, we straightaway point out that the subtle directional nature of the uncertainty principle makes it consistent with the measurement of local average particle flux. We next focus on the fact that the unique closed-form linear-superposition quantization of any classical Hamiltonian function yields in tandem the corresponding unique linear-superposition closed-form divergence of the probability vector current density. Because the probability vector current density is linked to the quantum physics only through the occurrence of its divergence in the equation of continuity, it is theoretically most appropriate to construct this vector field exclusively from its divergence -- analysis of the best-known \"textbook\" special example of a probability vector current density shows that it is thus constructed. That special example in fact leads to the physically interesting \"Ehrenfest subclass\" of probability vector current densities, which are closely related to their classical peers.",
        "paper_submission_date": "2 February, 2013"
    },
    {
        "paper_id": 11,
        "paper_title": "Homological techniques for the analysis of the dimension of triangular spline spaces",
        "paper_authors": [
            "Bernard Mourrain",
            "Nelly Villamizar"
        ],
        "paper_abstract": "The spline space $C_k^r(Δ)$ attached to a subdivided domain $Δ$ of $\\R^{d} $ is the vector space of functions of class $C^{r}$ which are polynomials of degree $\\le k$ on each piece of this subdivision. Classical splines on planar rectangular grids play an important role in Computer Aided Geometric Design, and spline spaces over arbitrary subdivisions of planar domains are now considered for isogeometric analysis applications. We address the problem of determining the dimension of the space of bivariate splines $C_k^r(Δ)$ for a triangulated region $Δ$ in the plane. Using the homological introduced by Billera (1988), we number the vertices and establish a formula for an upper bound on the dimension. There is no restriction on the ordering and we obtain more accurate approximations to the dimension than previous methods and furthermore, in certain cases even an exact value can be found. The construction makes also possible to get a short proof for the dimension formula when $k\\ge 4r+1$, and the same method we use in this proof yields the dimension straightaway for many other cases.",
        "paper_submission_date": "17 October, 2012"
    },
    {
        "paper_id": 12,
        "paper_title": "On the existence of a very metal-poor disc in the Milky Way",
        "paper_authors": [
            "Hanyuan Zhang",
            "Anke Ardern-Arentsen",
            "Vasily Belokurov"
        ],
        "paper_abstract": "There has been a discussion for many years on whether the disc in the Milky Way extends down to low metallicity. We aim to address the question by employing a large sample of giant stars with radial velocities and homogeneous metallicities based on the Gaia DR3 XP spectra. We study the 3D velocity distribution of stars in various metallicity ranges, including the very-metal poor regime (VMP, [M/H] $<-2.0$). We find that a clear disc population starts to emerge only around [M/H] $\\sim -1.3$, and is not visible for [M/H] $<-1.6$. Using Gaussian Mixture Modeling (GMM), we show that there are two halo populations in the VMP regime: one stationary and one with a net prograde rotation of $\\sim80\\,\\mathrm{km/s}$. In this low-metallicity range, we are able to place constraints on the contribution of a rotation-supported disc sub-population to a maximum of $\\sim 3$\\%. We compare our results to previous claims of discy VMP stars in both observations and simulations and find that having a prograde halo component could explain most of these.",
        "paper_submission_date": "15 November, 2023"
    },
    {
        "paper_id": 13,
        "paper_title": "Self-regulated AGN feedback of light jets in cool-core galaxy clusters",
        "paper_authors": [
            "Kristian Ehlert",
            "Rainer Weinberger",
            "Christoph Pfrommer",
            "Rüdiger Pakmor",
            "Volker Springel"
        ],
        "paper_abstract": "Heating from active galactic nuclei (AGN) is thought to stabilize cool-core clusters, limiting star formation and cooling flows. We employ radiative magneto-hydrodynamic (MHD) simulations to model light AGN jet feedback with different accretion modes (Bondi-Hoyle-Lyttleton and cold accretion) in an idealised Perseus-like cluster. Independent of the probed accretion model, accretion efficiency, jet density and resolution, the cluster self-regulates with central entropies and cooling times consistent with observed cool-core clusters in this non-cosmological setting. We find that increased jet efficiencies lead to more intermittent jet powers and enhanced star formation rates. Our fiducial low-density jets can easily be deflected by orbiting cold gaseous filaments, which redistributes angular momentum and leads to more extended cold gas distributions and isotropic bubble distributions. In comparison to our fiducial low momentum-density jets, high momentum-density jets heat less efficiently and enable the formation of a persistent cold-gas disc perpendicular to the jets that is centrally confined. Cavity luminosities measured from our simulations generally reflect the cooling luminosities of the intracluster medium (ICM) and correspond to averaged jet powers that are relatively insensitive to short periods of low-luminosity jet injection. Cold gas structures in our MHD simulations with low momentum-density jets generally show a variety of morphologies ranging from discy to very extended filamentary structures. In particular, magnetic fields are crucial to inhibit the formation of unrealistically massive cold gas discs by redistributing angular momentum between the hot and cold phases and by fostering the formation of elongated cold filaments that are supported by magnetic pressure.",
        "paper_submission_date": "25 March, 2023"
    },
    {
        "paper_id": 14,
        "paper_title": "What drives galaxy quenching? A deep connection between galaxy kinematics and quenching in the local Universe",
        "paper_authors": [
            "Simcha Brownson",
            "Asa F. L. Bluck",
            "Roberto Maiolino",
            "Gareth C. Jones"
        ],
        "paper_abstract": "We develop a 2D inclined rotating disc model, which we apply to the stellar velocity maps of 1862 galaxies taken from the MaNGA survey (SDSS public Data Release 15). We use a random forest classifier to identify the kinematic parameters that are most connected to galaxy quenching. We find that kinematic parameters that relate predominantly to the disc (such as the mean rotational velocity) and parameters that characterise whether a galaxy is rotation- or dispersion-dominated (such as the ratio of rotational velocity to velocity dispersion) are not fundamentally linked to the quenching of star formation. Instead, we find overwhelmingly that it is the absolute level of velocity dispersion (a property that relates primarily to a galaxy's bulge/spheroidal component) that is most important for separating star forming and quenched galaxies. Furthermore, a partial correlation analysis shows that many commonly discussed correlations between galaxy properties and quenching are spurious, and that the fundamental correlation is between quenching and velocity dispersion. In particular, we find that at fixed velocity dispersion, there is only a very weak dependence of quenching on the disc properties, whereby more discy galaxies are slightly more likely to be forming stars. By invoking the tight relationship between black hole mass and velocity dispersion, and noting that black hole mass traces the total energy released by AGN, we argue that these data support a scenario in which quenching occurs by preventive feedback from AGN. The kinematic measurements from this work are publicly available.",
        "paper_submission_date": "7 January, 2022"
    },
    {
        "paper_id": 15,
        "paper_title": "TDCOSMO. VII. Boxyness/discyness in lensing galaxies : Detectability and impact on $H_0$",
        "paper_authors": [
            "Lyne Van de Vyvere",
            "Matthew R. Gomer",
            "Dominique Sluse",
            "Dandan Xu",
            "Simon Birrer",
            "Aymeric Galan",
            "Georgios Vernardos"
        ],
        "paper_abstract": "In the context of gravitational lensing, the density profile of lensing galaxies is often considered to be perfectly elliptical. Potential angular structures are generally ignored, except to explain flux ratios anomalies. Surprisingly, the impact of azimuthal structures on extended images of the source has not been characterized, nor its impact on the H0 inference. We address this task by creating mock images of a point source embedded in an extended source, lensed by an elliptical galaxy on which multipolar components are added to emulate boxy/discy isodensity contours. Modeling such images with a density profile free of angular structure allow us to explore the detectability of image deformation induced by the multipoles in the residual frame. Multipole deformations are almost always detectable for our highest signal-to-noise mock data. However the detectability depends on the lens ellipticity and Einstein radius, on the S/N of the data, and on the specific lens modeling strategy. Multipoles also introduce small changes to the time delays. We therefore quantify how undetected multipoles would impact H0 inference. When no multipoles are detected in the residuals, the impact on H0 for a given lens is in general less than a few km/s/Mpc, but in the worst case scenario, combining low S/N in the ring and large intrinsic boxyness/discyness, the bias on H0 can reach 10-12 km/s/Mpc. If we now look at the inference on H0 from a population of lensing galaxies, having a distribution of multipoles representative of what is found in the light-profile of elliptical galaxies, we then find a systematic bias on H0 < 1%. The comparison of our mock systems to the state-of-the-art time delay lens sample studied by the H0LiCOW and TDCOSMO collaborations, indicates that multipoles are currently unlikely to be a source of substantial systematic bias on the inferred value of H0 from time-delay lenses.",
        "paper_submission_date": "3 March, 2022"
    },
    {
        "paper_id": 16,
        "paper_title": "On the formation of spiral arms in dwarf galaxies",
        "paper_authors": [
            "Anatoly V. Zasov",
            "Alexander V. Khoperskov",
            "Natalia A. Zaitseva",
            "Sergey S. Khrapov"
        ],
        "paper_abstract": "Spiral structure (both flocculent and Grand Design types) is very rarely observed in dwarf galaxies because the formation of spiral arms requires special conditions. In this work we analyze the sample of about 40 dS-galaxies found by scanning by eye the images of late-type galaxies with $m_B<15^m$ and $M_B>-18^m$ and photometric diameter $D_{25}<12$~kpc. We found that apart from the lower average gas (HI) fraction the other properties of dS-galaxies including the presence of a bar and the isolation index do not differ much from those for dwarf Irr or Sm-types of similar luminosity and rotation velocity (or specific angular momentum).There are practically no dS-galaxies with rotation velocity below 50\\,--\\,60~km\\,sec$^{-1}$.\n  To check the conditions of formation of spiral structure in dwarf galaxies we carried out a series of N-body/hydrodynamic simulations of low-mass stellar-gaseous discy galaxies by varying the model kinematic parameters of discs, their initial thickness, relative masses and scale lengths of stellar and gaseous disc components, and stellar-to-dark halo masses. We came to conclusion that the gravitational mechanism of spiral structure formation is effective only for thin stellar discs, which are non-typical for dwarf galaxies, and for not too slowly rotating galaxies. Therefore, only a small fraction of dwarf galaxies with stellar/gaseous discs have spiral or ring structures. The thicker stellar disc, the more gas is required for the spiral structure to form. The reduced gas content in many dS-galaxies compared to non-spiral ones may be a result of more efficient star formation due to a higher volume gas density thank to the thinner stellar/gaseous discs.",
        "paper_submission_date": "10 August, 2021"
    },
    {
        "paper_id": 17,
        "paper_title": "Fate of stellar bars in minor merger of galaxies",
        "paper_authors": [
            "Soumavo Ghosh",
            "Kanak Saha",
            "Paola Di Matteo",
            "Francoise Combes"
        ],
        "paper_abstract": "Minor merger of galaxies are common during the evolutionary phase of galaxies. Here, we investigate the dynamical impact of a minor merger (mass ratio 1:10) event on the final fate of a stellar bar in the merger remnant. To achieve that, we choose a set of minor merger models from the publicly available GalMer library of galaxy merger simulations. The models differ in terms of their orbital energy, orientation of the orbital spin vector, and morphology of the satellite galaxy (discy/spheroidal). We demonstrate that the central stellar bar, initially present in the host galaxy, undergoes a transient bar amplification phase after each pericentre passage of the satellite; in concordance with past studies of bar excitation due to tidal encounter. However, once the merger happens, the central stellar bar weakens substantially in the post-merger remnants. The accumulation of satellite's stars in the central region of merger remnant plays a key role in the bar weakening process; causing a net increase in the central mass concentration as well as in the specific angular momentum content. We find that the efficiency of mass accumulation from the satellite in the central parts of merger remnants depends on the orbital parameters as well as on the satellite's morphology. Consequently, different minor merger models display different degrees of bar weakening event. This demonstrates that minor merger of galaxies is a plausible avenue for bar weakening in disc galaxies.",
        "paper_submission_date": "2 February, 2021"
    },
    {
        "paper_id": 18,
        "paper_title": "Tilted outer and inner structures in edge-on galaxies?",
        "paper_authors": [
            "Aleksandr V. Mosenkov",
            "Anton A. Smirnov",
            "Olga K. Sil'chenko",
            "R. Michael Rich",
            "Vladimir P. Reshetnikov",
            "John Kormendy"
        ],
        "paper_abstract": "Tilted and warped discs inside tilted dark matter haloes are predicted from numerical and semi-analytical studies. In this paper, we use deep imaging to demonstrate the likely existence of tilted outer structures in real galaxies. We consider two SB0 edge-on galaxies, NGC4469 and NGC4452, which exhibit apparent tilted outer discs with respect to the inner structure. In NGC4469, this structure has a boxy shape, inclined by $Δ$PA$\\approx$3$^{\\circ}$ with respect to the inner disc, whereas NGC4452 harbours a discy outer structure with $Δ$PA$\\approx$6$^{\\circ}$. In spite of the different shapes, both structures have surface brightness profiles close to exponential and make a large contribution ($\\sim30$%) to the total galaxy luminosity. In the case of NGC4452, we propose that its tilted disc likely originates from a former fast tidal encounter (probably with IC3381). For NGC4469, a plausible explanation may also be galaxy harassment, which resulted in a tilted or even a tumbling dark matter halo. A less likely possibility is accretion of gas-rich satellites several Gyr ago. New deep observations may potentially reveal more such galaxies with tilted outer structures, especially in clusters. We also consider galaxies, mentioned in the literature, where a central component (a bar or a bulge) is tilted with respect to the stellar disc. According to our numerical simulations, one of the plausible explanations of such observed \"tilts\" of the bulge/bar is a projection effect due to a not exactly edge-on orientation of the galaxy coupled with a skew angle of the triaxial bulge/bar.",
        "paper_submission_date": "26 June, 2020"
    },
    {
        "paper_id": 19,
        "paper_title": "A massive mess: When a large dwarf and a Milky Way-like galaxy merge",
        "paper_authors": [
            "Helmer H. Koppelman",
            "Roy O. Y. Bos",
            "Amina Helmi"
        ],
        "paper_abstract": "Circa 10 billion years ago the Milky Way merged with a massive satellite, Gaia-Enceladus. To gain insight into the properties of its debris we analyse in detail the suite of simulations from Villalobos & Helmi (2008), which includes an experiment that produces a good match to the kinematics of nearby halo stars inferred from Gaia data. We compare the kinematic distributions of stellar particles in the simulations and study the distribution of debris in orbital angular momentum, eccentricity and energy, and its relation to the mass-loss history of the simulated satellite. We confirm that Gaia-Enceladus probably fell in on a retrograde, 30$^\\circ$ inclination orbit. We find that while 75% of the debris in our preferred simulation has large eccentricity ($> 0.8$), roughly 9% has eccentricity smaller than 0.6. Star particles lost early have large retrograde motions, and a subset of these have low eccentricity. Such stars would be expected to have lower metallicities as they stem from the outskirts of the satellite, and hence naively they could be confused with debris associated with a separate system. These considerations seem to apply to some of the stars from the postulated Sequoia galaxy. When a massive discy galaxy merges, it leaves behind debris with a complex phase-space structure, a large range of orbital properties, and a range of chemical abundances. Observationally, this results in substructures with very different properties, which can be misinterpreted as implying independent progeny. Detailed chemical abundances of large samples of stars and tailored hydrodynamical simulations are critical to resolving such conundrums.",
        "paper_submission_date": "13 June, 2020"
    },
    {
        "paper_id": 20,
        "paper_title": "Non-parametric Triaxial Deprojection of Elliptical Galaxies",
        "paper_authors": [
            "Stefano de Nicola",
            "Roberto P. Saglia",
            "Jens Thomas",
            "Walter Dehnen",
            "Ralf Bender"
        ],
        "paper_abstract": "We present a grid-based non-parametric approach to obtain a triaxial three-dimensional luminosity density from its surface brightness distribution. Triaxial deprojection is highly degenerate and our approach illustrates the resulting difficulties. Fortunately, for massive elliptical galaxies, many deprojections for a particular line of sight can be discarded, because their projection along other lines of sight does not resemble elliptical galaxies. The near-elliptical isophotes of these objects imply near ellipsoidal intrinsic shapes. In fact, deprojection is unique for densities distributed on ellipsoidal shells. The constrained non-parametric deprojection method we present here relaxes this constraint and assumes that the contours of the luminosity density are boxy/discy ellipsoids with radially varying axis ratios. With this approach we are able to reconstruct the intrinsic triaxial densities of our test models, including one drawn from an $N$-body simulation. The method also allows to compare the relative likelihood of deprojections at different viewing angles. We show that the viewing orientations of individual galaxies with nearly ellipsoidal isophotal shapes can be constrained from photometric data alone.",
        "paper_submission_date": "7 July, 2020"
    },
    {
        "paper_id": 21,
        "paper_title": "The fate of disk galaxies in IllustrisTNG clusters",
        "paper_authors": [
            "Gandhali D. Joshi",
            "Annalisa Pillepich",
            "Dylan Nelson",
            "Federico Marinacci",
            "Volker Springel",
            "Vicente Rodriguez-Gomez",
            "Mark Vogelsberger",
            "Lars Hernquist"
        ],
        "paper_abstract": "We study the stellar morphological evolution of disc galaxies within clusters in the TNG50 and TNG100 runs from the IllustrisTNG simulation suite. We select satellites of masses $10^{9.7} \\leq M_{*,z=0}/\\text{M}_{\\odot} \\leq 10^{11.6}$ residing in clusters of masses $10^{14} \\lesssim M_{\\text{200c,z=0}}/\\text{M}_{\\odot} \\leq 10^{14.6}$ at $z=0$ and that were discs at accretion according to a kinematic morphology indicator (the circularity fraction). These are traced from the time of accretion to $z=0$ and compared to a control sample of central galaxies mass-matched at accretion. Most cluster discs become non-discy by $z=0$, in stark contrast with the control discs, of which a significant fraction remains discy over the same timescales. Cluster discs become non-discy accompanied by gas removal and star formation quenching, loss of dark matter and little growth or a loss of stellar mass. In contrast, control discs transform while also losing gas mass and quenching, but growing significantly in dark matter and stellar mass. Most cluster satellites change morphologies on similar timescales regardless of stellar mass, in $\\sim0.5-4$ Gyr after accretion. Cluster discs that experienced more numerous and closer pericentric passages show the largest change in morphology. Morphological change in all cases requires the presence of a gravitational perturbation to drive stellar orbits to non-discy configurations, along with gas removal/heating to prevent replenishment of the disc through continued star-formation. For cluster discs, the perturbation is impulsive tidal shocking at pericentres and not tidal stripping of outer disc stellar material, whereas for control discs, a combination of mergers and AGN feedback appears to be the key driving force behind morphological transformations.",
        "paper_submission_date": "14 July, 2020"
    },
    {
        "paper_id": 22,
        "paper_title": "The Halos and Environments of Nearby Galaxies (HERON) II: The outer structure of edge-on galaxies",
        "paper_authors": [
            "Aleksandr Mosenkov",
            "R. Michael Rich",
            "Andreas Koch",
            "Noah Brosch",
            "David Thilker",
            "Javier Román",
            "Oliver Müller",
            "Anton Smirnov",
            "Pavel Usachev"
        ],
        "paper_abstract": "The HERON project is aimed at studying halos and low surface brightness details near galaxies. In this second HERON paper we consider in detail deep imaging (down to surface brightness of ~28 mag/arcsec$^2$ in the r band) for 35 galaxies, viewed edge-on. We confirm a range of low surface brightness features previously described in the literature but also report new ones. We classify the observed outer shapes of the galaxies into three main types (and their prototypes): disc/diamond-like (NGC891), oval (NGC4302), and boxy (NGC3628). We show that the shape of the outer disc in galaxies does not often follow the general 3D model of an exponential disc: 17 galaxies in our sample exhibit oval or even boxy isophotes at the periphery. Also, we show that the less flattened the outer disc is, the more oval or boxy its structure. Many galaxies in our sample have an asymmetric outer structure. We propose that the observed diversity of the galaxy outer shapes is defined by the merger history and its intensity: if no recent multiple minor or single major merging took place, the outer shape is diamond-like or discy. On the contrary, interacting galaxies show oval outer shapes, whereas recent merging appears to transform the outer shape to boxy.",
        "paper_submission_date": "6 March, 2020"
    },
    {
        "paper_id": 23,
        "paper_title": "UGC 1378 -- a Milky Way-sized galaxy embedded in a giant low-surface brightness disc",
        "paper_authors": [
            "Anna Saburova",
            "Igor Chilingarian",
            "Anastasia Kasparova",
            "Ivan Katkov",
            "Daniel Fabricant",
            "Roman Uklein"
        ],
        "paper_abstract": "The dominant physical processes responsible for the formation and longevity of giant gaseous and stellar discs in galaxies remain controversial. Although they are rare (less than 10 confirmed as of now), giant low-surface brightness (gLSB) discy galaxies provide interesting insights given their extreme nature. We describe observations of UGC 1378 including deep spectroscopy with the Russian 6m telescope and multi-band imaging with Binospec at the MMT. Galaxy UGC 1378 has both high surface brightness and an extended low surface brightness discs. Our stellar velocity dispersion data for the high-surface brightness, Milky Way-sized, disc appears inconsistent with a recent major merger, a widely discussed formation scenario for the very extended low surface brightness disc. We estimate the star formation rates (SFR) from archival Wide-Field Infrared Survey Explorer data. The SFR surface density in the LSB disc is low relative to its gas density, consistent with recent gas accretion. We argue that the unusually large size of UGC 1378's disc may be the product of a rich gas reservoir (e.g. a cosmic filament) and an isolated environment that has preserved the giant disc.",
        "paper_submission_date": "29 August, 2019"
    },
    {
        "paper_id": 24,
        "paper_title": "The SAMI Galaxy Survey: embedded discs and radial trends in outer dynamical support across the Hubble sequence",
        "paper_authors": [
            "Caroline Foster",
            "J. van de Sande",
            "L. Cortese",
            "S. M. Croom",
            "J. Bland-Hawthorn",
            "S. Brough",
            "J. J. Bryant",
            "M. Goodwin",
            "J. S. Lawrence",
            "N. Lorente",
            "A. M. Medling",
            "M. Owers",
            "S. N. Richards",
            "N. Scott"
        ],
        "paper_abstract": "We study the balance in dynamical support of 384 galaxies with stellar kinematics out to >1.5R_e in the Sydney AAO Multi-object Integral Field (SAMI) Galaxy Survey. We present radial dynamical profiles of the local rotation dominance parameter, V/sigma, and local spin, lambda_loc. Although there is a broad range in amplitude, most kinematic profiles monotonically increase across the probed radial range. We do not find many galaxies with kinematic transitions such as those expected between the inner in-situ and outer accreted stars within the radial range probed. We compare the V/sigma gradient and maximum values to the visual morphologies of the galaxies to better understand the link between visual and kinematic morphologies. We find that the radial distribution of dynamical support in galaxies is linked to their visual morphology. Late-type systems have higher rotational support at all radii and steeper V/sigma gradients compared to early-type galaxies. We perform a search for embedded discs, which are rotationally supported discy structures embedded within large scale slowly or non-rotating structures. Visual inspection of the kinematics reveals at most three galaxies (out of 384) harbouring embedded discs. This is more than an order of magnitude fewer than the observed fraction in some local studies. Our tests suggest that this tension can be attributed to differences in the sample selection, spatial sampling and beam smearing due to seeing.",
        "paper_submission_date": "30 July, 2018"
    },
    {
        "paper_id": 25,
        "paper_title": "Formation of S0 galaxies through mergers. Morphological properties: tidal relics, lenses, ovals, and other inner components",
        "paper_authors": [
            "M. C. Eliche-Moral",
            "C. Rodriguez-Perez",
            "A. Borlaff",
            "M. Querejeta",
            "T. Tapia"
        ],
        "paper_abstract": "Major mergers are popularly considered too destructive to produce the relaxed regular structures and the morphological inner components (ICs) usually observed in lenticular (S0) galaxies. We aim to test if major mergers can produce remnants with realistic S0 morphologies. We have selected a sample of relaxed discy remnants resulting from the dissipative merger simulations of the GalMer database and derived their properties mimicking the typical conditions of current observational data. We compare their global morphologies, visual components, and merger relics in mock photometric images with their real counterparts. Only $\\sim$1-2 Gyr after the full merger, we find that: 1) many remnants (67 major and 29 minor events) present relaxed structures and typical S0 or E/S0 morphologies, for a wide variety of orbits and even in gas-poor cases. 2) Contrary to popular expectations, most of them do not exhibit any morphological traces of their past merger origin under typical observing conditions and at distances as nearby as 30 Mpc. 3) The merger relics are more persistent in minor mergers than in major ones for similar relaxing time periods. 4) No major-merger S0-like remnant develops a significant bar. 5) Nearly 58% of the major-merger S0 remnants host visually detectable ICs, such as embedded inner discs, rings, pseudo-rings, inner spirals, nuclear bars, and compact sources, very frequent in real S0s too. 6) All remnants contain a lens or oval, identically ubiquitous in local S0s. 7) These lenses and ovals do not come from bar dilution in major merger cases, but are associated with stellar halos or embedded inner discs instead (thick or thin). We conclude that the relaxed morphologies, lenses, ovals, and other ICs of real S0s do not necessarily come from internal secular evolution, gas infall or environmental mechanisms, as traditionally assumed, but they can result from major mergers as well.",
        "paper_submission_date": "22 June, 2018"
    },
    {
        "paper_id": 26,
        "paper_title": "What made discy galaxies giant?",
        "paper_authors": [
            "Anna Saburova"
        ],
        "paper_abstract": "I studied giant discy galaxies with optical radii more than 30 kpc. The comparison of these systems with discy galaxies of moderate sizes revealed that they tend to have higher rotation velocities, B-band luminosities, HI masses and dark-to-luminous mass ratios. The giant discs follow the trend $\\log(M_{\\rm HI})(R_{25})$ found for normal size galaxies. It indicates the absence of the peculiarities of evolution of star formation in these galaxies. The HI mass to luminosity ratio of giant galaxies appears not to differ from that of normal size galaxies, giving evidences in favor of similar star formation efficiency. I also found that the bars and rings occur more frequently among giant discs. I performed mass-modelling of the subsample of 18 giant galaxies with available rotation curves and surface photometry data and constructed $χ^2$ maps for the parameters of their dark matter haloes. These estimates indicate that giant discs tend to be formed in larger more massive and rarified dark haloes in comparison to moderate size galaxies. However giant galaxies do not deviate significantly from the relations between the optical sizes and dark halo parameters for moderate size galaxies. These findings can rule out the catastrophic scenario of the formation of at least most of giant discs, since they follow the same relations as normal discy galaxies. The giant sizes of the discs can be due to the high radial scale of the dark matter haloes in which they were formed.",
        "paper_submission_date": "3 October, 2017"
    },
    {
        "paper_id": 27,
        "paper_title": "The SLUGGS Survey: Trails of SLUGGS galaxies in a modified spin-ellipticity diagram",
        "paper_authors": [
            "Sabine Bellstedt",
            "Alister W. Graham",
            "Duncan A. Forbes",
            "Aaron J. Romanowsky",
            "Jean P. Brodie",
            "Jay Strader"
        ],
        "paper_abstract": "We present radial tracks for four early-type galaxies with embedded intermediate-scale discs in a modified spin-ellipticity diagram. Here, each galaxy's spin and ellipticity profiles are shown as a radial track, as opposed to a single, flux-weighted aperture-dependent value as is common in the literature. The use of a single ellipticity and spin parameter is inadequate to capture the basic nature of these galaxies, which transition from fast to slow rotation as one moves to larger radii where the disc ceases to dominate. After peaking, the four galaxy's radial tracks feature a downturn in both ellipticity and spin with increasing radius, differentiating them from elliptical galaxies, and from lenticular galaxies whose discs dominate at large radii. These galaxies are examples of so-called discy elliptical galaxies, which are a morphological hybrid between elliptical (E) and lenticular (S0) galaxies, and have been designated ES galaxies.\n  The use of spin-ellipticity tracks provides extra structural information about individual galaxies over a single aperture measure. Such tracks provide a key diagnostic for classifying early-type galaxies, particularly in the era of 2D kinematic (and photometric) data beyond one effective radius.",
        "paper_submission_date": "5 June, 2017"
    },
    {
        "paper_id": 28,
        "paper_title": "A close look at secular evolution: Boxy/peanut bulges reduce gas inflow to the central kiloparsec",
        "paper_authors": [
            "F. Fragkoudi",
            "E. Athanassoula",
            "A. Bosma"
        ],
        "paper_abstract": "In this letter we investigate the effect of boxy/peanut (b/p) bulges on bar-induced gas inflow to the central kiloparsec, which plays a crucial role on the evolution of disc galaxies. We carry out hydrodynamic gas response simulations in realistic barred galaxy potentials, including or not the geometry of a b/p bulge, to investigate the amount of gas inflow induced in the different models. We find that b/p bulges can reduce the gas inflow rate to the central kiloparsec by more than an order of magnitude, which leads to a reduction in the amount of gas available in the central regions. We also investigate the effect of the dark matter halo concentration on these results, and find that for maximal discs, the effect of b/p bulges on gas inflow remains significant. The reduced amount of gas reaching the central regions due to the presence of b/p bulges could have significant repercussions on the formation of discy- (pseudo-) bulges, on the amount of nuclear star formation and feedback, on the fuel reservoir for AGN activity, and on the overall secular evolution of galaxies.",
        "paper_submission_date": "14 June, 2016"
    },
    {
        "paper_id": 29,
        "paper_title": "The Many Assembly Histories of Massive Void Galaxies as Revealed by Integral Field Spectroscopy",
        "paper_authors": [
            "Amelia Fraser-McKelvie",
            "Kevin A. Pimbblet",
            "Samantha J. Penny",
            "Michael J. I. Brown"
        ],
        "paper_abstract": "We present the first detailed integral field spectroscopy study of nine central void galaxies with M*>10^10 Msun using the Wide Field Spectrograph (WiFeS) to determine how a range of assembly histories manifest themselves in the current day Universe. While the majority of these galaxies are evolving secularly, we find a range of morphologies, merger histories and stellar population distributions, though similarly low Halpha-derived star formation rates (<1 Msun/yr). Two of our nine galaxies host AGNs, and two have kinematic disruptions to their gas that are not seen in their stellar component. Most massive void galaxies are red and discy, which we attribute to a lack of major mergers. Some have disturbed morphologies and may be in the process of evolving to early-type thanks to ongoing minor mergers at present times, likely fed by tendrils leading off filaments. The diversity in our small galaxy sample, despite being of similar mass and environment means that these galaxies are still assembling at present day, with minor mergers playing an important role in their evolution.\n  We compare our sample to a mass and magnitude-matched sample of field galaxies, using data from the Sydney-AAO Multi-object Integral field spectrograph (SAMI) galaxy survey. We find that despite environmental differences, galaxies of mass M*>10^10 Msun have similarly low star formation rates (<3 Msun/yr). The lack of distinction between the star formation rates of the void and field environments points to quenching of massive galaxies being a largely mass-related effect.",
        "paper_submission_date": "20 March, 2016"
    },
    {
        "paper_id": 30,
        "paper_title": "Giant clumps in the FIRE simulations: a case study of a massive high-redshift galaxy",
        "paper_authors": [
            "Antonija Oklopcic",
            "Philip F. Hopkins",
            "Robert Feldmann",
            "Dusan Keres",
            "Claude-Andre Faucher-Giguere",
            "Norman Murray"
        ],
        "paper_abstract": "The morphology of massive star-forming galaxies at high redshift is often dominated by giant clumps of mass ~10^8-10^9 Msun and size ~100-1000 pc. Previous studies have proposed that giant clumps might have an important role in the evolution of their host galaxy, particularly in building the central bulge. However, this depends on whether clumps live long enough to migrate from their original location in the disc or whether they get disrupted by their own stellar feedback before reaching the centre of the galaxy. We use cosmological hydrodynamical simulations from the FIRE (Feedback in Realistic Environments) project that implement explicit treatments of stellar feedback and ISM physics to study the properties of these clumps. We follow the evolution of giant clumps in a massive (stellar mass ~10^10.8 Msun at z=1), discy, gas-rich galaxy from redshift z>2 to z=1. Even though the clumpy phase of this galaxy lasts over a gigayear, individual gas clumps are short-lived, with mean lifetime of massive clumps of ~20 Myr. During that time, they turn between 0.1% and 20% of their gas into stars before being disrupted, similar to local GMCs. Clumps with M>10^7 Msun account for ~20% of the total star formation in the galaxy during the clumpy phase, producing ~10^10 Msun of stars. We do not find evidence for net inward migration of clumps within the galaxy. The number of giant clumps and their mass decrease at lower redshifts, following the decrease in the overall gas fraction and star-formation rate.",
        "paper_submission_date": "4 November, 2016"
    },
    {
        "paper_id": 31,
        "paper_title": "Discy dwarf disruption and the shape of the Galactic halo",
        "paper_authors": [
            "S. L. J. Gibbons",
            "V. Belokurov",
            "D. Erkal",
            "N. W. Evans"
        ],
        "paper_abstract": "The shape of the Galactic dark halo can, in principle, be inferred through modelling of stellar tidal streams in the Milky Way halo. The brightest and the longest of these, the Sagittarius stream, reaches out to large Galactocentric distances and hence can deliver the tightest constraints on the Galaxy's potential. In this contribution, we revisit the idea that the Sagittarius Stream was formed from a rotating progenitor. We demonstrate that the angle between the disk's angular momentum and the progenitor's orbital angular momentum does not remain constant throughout the disruption. Instead, it undergoes a dramatic evolution caused, in part, by the changes in the progenitor's moment of inertia tensor. We show that, even in a spherical potential, the streams produced as a result of a disky dwarf disruption appear to be \"precessing\". Yet, this debris plane evolution is illusory as it is solely caused by the swaying and wobbling of the progenitor's disk. Stream plane precession is therefore not an unambiguous indicator of asphericity of the dark halo.",
        "paper_submission_date": "17 February, 2016"
    },
    {
        "paper_id": 32,
        "paper_title": "Merger traces in the spatial distribution of stellar populations in the Fornax dSph galaxy",
        "paper_authors": [
            "Andrés del Pino",
            "Antonio Aparicio",
            "Sebastian L. Hidalgo"
        ],
        "paper_abstract": "We present a comprehensive and detailed study of the stellar populations of the Fornax dwarf spheroidal galaxy. We analyse their spatial distributions along the main body of the galaxy, obtaining their surface density maps, together with their radial density profiles. Results are based on the largest and most complete catalogue of stars in Fornax, with more than $3.5\\times10^{5}$ stars covering the main body of the galaxy up to $V \\sim 24$. We find a differentiated structure in Fornax depending on the stellar ages. Old stars ($\\gtrsim 10$ Gyr) follow an elliptical distribution well fitted by King profiles with relatively large core radius ($r_{\\rm c} = 760\\pm60$ pc). On another hand, young populations ($\\lesssim 3$ Gyr) concentrate in the central region of the galaxy ($r_{\\rm c} = 210\\pm10$ pc), and are better fitted by Sersic profiles with $0.8 < n < 1.2$, indicating some discy shape. These stars show strong asymmetries and substructures not aligned with the main optical axes of Fornax. This together with the observed differences between metallicity and age distribution maps strongly suggests accretion of material with different angular momentum. These results lead us to propose a scenario in which Fornax has suffered a major merger at $z\\sim1$.",
        "paper_submission_date": "15 October, 2015"
    },
    {
        "paper_id": 33,
        "paper_title": "The Secret Life of a Process Description: A Look into the Evolution of a Large Process Model",
        "paper_authors": [
            "Martín Soto",
            "Alexis Ocampo",
            "Jürgen Münch"
        ],
        "paper_abstract": "Software process models must change continuously in order to remain consistent over time with the reality they represent, as well as relevant to the task they are intended for. Performing these changes in a sound and disci- plined fashion requires software process model evolution to be understood and controlled. The current situation can be characterized by a lack of understanding of software process model evolution and, in consequence, by a lack of systematic support for evolving software process models in organizations. This paper presents an analysis of the evolution of a large software process standard, namely, the process standard for the German Federal Government (V-Modell(R) XT). The analysis was performed with the Evolyzer tool suite, and is based on the complete history of over 600 versions that have been created during the development and maintenance of the standard. The analysis reveals similarities and differences between process evolution and empirical findings in the area of software system evolution. These findings provide hints on how to better manage process model evolution in the future.",
        "paper_submission_date": "17 January, 2014"
    },
    {
        "paper_id": 34,
        "paper_title": "The stellar kinematics and populations of boxy bulges: cylindrical rotation and vertical gradients",
        "paper_authors": [
            "Michael J. Williams",
            "Michel Zamojski",
            "Martin Bureau",
            "Harald Kuntschner",
            "Michael R. Merrifield",
            "P. Tim de Zeeuw",
            "Konrad Kuijken"
        ],
        "paper_abstract": "Boxy and peanut-shaped bulges are seen in about half of edge-on disc galaxies. Comparisons of the photometry and major-axis gas and stellar kinematics of these bulges to simulations of bar formation and evolution indicate that they are bars viewed in projection. If the properties of boxy bulges can be entirely explained by assuming they are bars, then this may imply that their hosts are pure disc galaxies with no classical bulge. A handful of these bulges, including that of the Milky Way, have been observed to rotate cylindrically, i.e. with a mean stellar velocity independent of height above the disc. In order to assess whether such behaviour is ubiquitous in boxy bulges, and whether a pure disc interpretation is consistent with their stellar populations, we have analysed the stellar kinematics and populations of the boxy or peanut-shaped bulges in a sample of five edge-on galaxies. We placed slits along the major axis of each galaxy and at three offset but parallel positions to build up spatial coverage. The boxy bulge of NGC3390 rotates perfectly cylindrically within the spatial extent and uncertainties of the data. This is consistent with the metallicity and alpha-element enhancement of the bulge, which are the same as in the disk. This galaxy is thus a pure disc galaxy. The boxy bulge of ESO311-G012 also rotates very close to cylindrically. The boxy bulge of NGC1381 is neither clearly cylindrically nor non-cylindrically rotating, but it has a negative vertical metallicity gradient and is alpha-enhanced with respect to its disc, suggesting a composite bulge comprised of a classical bulge and bar (and possibly a discy pseudobulge) [abridged] Even this relatively small sample is sufficient to demonstrate that boxy bulges display a range of rotational and population properties, indicating that they do not form a homogeneous class of object.",
        "paper_submission_date": "11 February, 2011"
    },
    {
        "paper_id": 35,
        "paper_title": "Early-type galaxies at large galactocentric radii - I. Stellar kinematics and photometric properties",
        "paper_authors": [
            "Max Spolaor",
            "George K. T. Hau",
            "Duncan A. Forbes",
            "Warrick J. Couch"
        ],
        "paper_abstract": "We present the results of a combined analysis of the kinematic and photometric properties at large galactocentric radii of a sample of 14 low-luminosity early-type galaxies in the Fornax and Virgo clusters. From Gemini South GMOS long-slit spectroscopic data we measure radial profiles of the kinematic parameters v_{rot}, sigma, h_{3}, and h_{4} out to ~ 1 - 3 effective radii. Multi-band imaging data from the HST/ACS are employed to evaluate surface brightness profiles and isophotal shape parameters of ellipticity, position angle and discyness/boxiness. The galaxies are found to host a cold and old stellar component which extend to the largest observed radii and that is the dominant source of their dynamical support. The prevalence of discy-shaped isophotes and the radial variation of their ellipticity are signatures of a gradual gas dissipation. An early star-forming collapse appears to be the main mechanism acting in the formation of these objects. Major mergers are unlikely to have occurred in these galaxies. We can not rule out a minor merging origin for these galaxies, but a comparison of our results with model predictions of different merger categories places some constraints on the possible merger progenitors. These merger events are required to happen at high-redshift (i.e., z > 1), between progenitors of different mass ratio (at least 3:1) and containing a significant amount of gas (i.e., > 10 percent). A further scenario is that the low-luminosity galaxies were originally late-type galaxies, whose star formation has been truncated by removal of gas and subsequently the disc has been dynamically heated by high speed encounters in the cluster environment.",
        "paper_submission_date": "4 July, 2010"
    },
    {
        "paper_id": 36,
        "paper_title": "Stellar populations of Virgo cluster early-type dwarf galaxies with and without discs: a dichotomy in age?",
        "paper_authors": [
            "S. Paudel",
            "T. Lisker",
            "H. Kuntschner",
            "E. Grebel",
            "K. Glatt"
        ],
        "paper_abstract": "[Abridged] Using VLT/FORS2 spectroscopy, we have studied the properties of the central stellar populations of a sample of 38 nucleated early-type dwarf (dE) galaxies in the Virgo Cluster. We find that these galaxies do not exhibit the same average stellar population characteristics for different morphological subclasses. The nucleated galaxies without discs are older and more metal poor than the dEs with discs . The alpha-element abundance ratio appears consistent with the solar value for both morphological types. Besides a well-defined relation of metallicity and luminosity, we also find a clear anti-correlation between age and luminosity. More specifically, there appears to be a bimodality: brighter galaxies, including the discy ones, exhibit significantly younger ages than fainter dEs. Therefore, it appears less likely that fainter and brighter dEs have experienced the same evolutionary history, as the well-established trend of decreasing average stellar age when going from the most luminous ellipticals towards low-luminosity Es and bright dEs is broken here. The older and more metal-poor dEs could have had an early termination of star formation activity, possibly being \"primordial\" galaxies in the sense that they have formed along with the protocluster or experienced very early infall. By contrast, the younger and relatively metal-rich brighter dEs, most of which have discs, might have undergone structural transformation of infalling disc galaxies.",
        "paper_submission_date": "11 February, 2010"
    },
    {
        "paper_id": 37,
        "paper_title": "Formation and Evolution of Dwarf Elliptical Galaxies - II. Spatially resolved star-formation histories",
        "paper_authors": [
            "Mina Koleva",
            "Sven De Rijcke",
            "Philippe Prugniel",
            "Werner W. Zeilinger",
            "Dolf Michielsen"
        ],
        "paper_abstract": "We present optical VLT spectroscopy of 16 dwarf elliptical galaxies (or dEs) comparable in mass to NGC 205, and belonging to the Fornax cluster and to nearby groups of galaxies. Using ULySS and STECKMAP, we derive radial profiles of the SSP-equivalent ages, metallicities and star-formation histories. The old stellar population of the dEs, which dominates their mass, is likely coeval with that of massive ellipticals or bulges, but the star formation efficiency is lower. Important intermediate age (1-5 Gyr) populations, and frequently tails of star formation until recent times are detected. These histories are reminiscent of their lower mass dSph counterparts of the Local Group. Most galaxies (10/16) show significant metallicity gradients, with metallicity declining by 0.5 dex over one half-light radius on average. These gradients are already present in the old population. The flattened (or discy), rotating objects (6/16) have flat metallicity profiles. This may be consistent with a distinct origin for these galaxies or it may be due to their geometry. The central SSP-equivalent age varies between 1 and 6 Gyr, with the age slowly increasing with radius in the vast majority of objects. The group and cluster galaxies have similar radial gradients and star-formation histories. The strong and old metallicity gradients place important constraints on the possible formation scenarios of dEs. Numerical simulations of the formation of spherical low-mass galaxies reproduce these gradients, but they require a longer time for them to build up. A gentle depletion of the gas, by ram-pressure stripping or starvation, could drive the gas-rich, star-forming progenitors to the present dEs.",
        "paper_submission_date": "25 March, 2009"
    },
    {
        "paper_id": 38,
        "paper_title": "Formation of young boxy/peanut bulges in ringed barred galaxies",
        "paper_authors": [
            "Herve Wozniak",
            "Leo Michel-Dansac"
        ],
        "paper_abstract": "We investigate whether the formation mechanism of boxy and peanut-shaped (B/PS) bulges could depend on the gas content of the galaxy. We have performed N-body simulations with and without a gaseous component. In the second case star formation/feedback recipes have also been implemented to create new stellar populations. As in many previous studies, in our N-body collisionless simulation, the B/PS is due to the classical break in the z mirror symmetry lasting roughly 200 Myr. When a gaseous component and star formation recipes are added to the simulation, the bulge-growing mechanism is quite different. The young stellar population that is born in the thin gaseous disc rapidly populates vertical resonant orbits triggered by the combined effects of the linear horizontal and vertical ILRs. This leads to a B/PS bulge mainly made of stellar material younger than the surrounding population. The non-linear analysis of the orbital structure shows that the main orbit family responsible for the B/PS is not the same in the two cases. The 2:2:1 orbits prevail in the collisionless simulation whereas additional asymmetrical families contribute to the B/PS if a dissipative component is present and can form new stars. We found that 2:3:1 and 2:5:1 orbits trap a significant fraction of the mass. A flat ringed discy stellar component also appears simultaneously with the thickening of the young population. It is due to the star formation in a nuclear gaseous disc located in the central kpc, inside the ILR, and accumulated there by the torques exerted by the large-scale bar. Remarkably, it remains flat throughout the simulation although it develops a nuclear bar, leading to a double-barred galaxy. We predict that two populations of B/PS bulges could exist and even coexist in the same galaxy.",
        "paper_submission_date": "4 February, 2009"
    },
    {
        "paper_id": 39,
        "paper_title": "Exact potential-density pairs for flattened dark haloes",
        "paper_authors": [
            "Maarten Baes"
        ],
        "paper_abstract": "Cosmological simulations suggest that dark matter haloes are not spherical, but typically moderately to strongly triaxial systems. We investigate methods to convert spherical potential-density pairs into axisymmetric ones, in which the basic characteristics of the density profile (such as the slope at small and large radii) are retained. We achieve this goal by replacing the spherical radius r by an oblate radius m in the expression of the gravitational potential.\n  We extend and formalize the approach pioneered by Miyamoto & Nagai (1975) to be applicable to arbitrary potential-density pairs. Unfortunately, an asymptotic study demonstrates that, at large radii, such models always show a R^(-3) disc superposed on a smooth roughly spherical density distribution. As a result, this recipe cannot be used to construct simple flattened potential-density pairs for dynamical systems such as dark matter haloes. Therefore we apply a modification of our original recipe that cures the problem of the discy behaviour. An asymptotic analysis now shows that the density distribution has the desired asymptotic behaviour at large radii (if the density falls less rapidly than r^(-4)). We also show that the flattening procedure does not alter the shape of the density distribution at small radii: while the inner density contours are flattened, the slope of the density profile is unaltered.\n  We apply this recipe to construct a set of flattened dark matter haloes based on the realistic spherical halo models by Dehnen & McLaughlin (2005). This example illustrates that the method works fine for modest flattening values, whereas stronger flattening values lead to peanut-shaped density distributions.",
        "paper_submission_date": "30 October, 2008"
    },
    {
        "paper_id": 40,
        "paper_title": "The Connection between Orbits and Isophotal Shape in Elliptical Galaxies",
        "paper_authors": [
            "Roland Jesseit",
            "Thorsten Naab",
            "Andreas Burkert"
        ],
        "paper_abstract": "We examine the origin of photometrical properties of N-body merger remnants from the perpective of their orbital content. We show that disc mergers alone are unlikely to form a boxy-discy dichotomy in isophotal shape, because of the survival of disc-like orbits even in violent mergers. The shape of the different orbit families can vary strongly, depending on how violent the merger was. Minor axis tubes can become boxy and box orbits can be round. However, for edge-on projections isophotal shape, orbital content and line-of-sight velocity are well connected.",
        "paper_submission_date": "5 August, 2008"
    },
    {
        "paper_id": 41,
        "paper_title": "Topics on bar and bulge formation and evolution",
        "paper_authors": [
            "E. Athanassoula"
        ],
        "paper_abstract": "I discuss results from the COSMOS survey, showing that the fraction of disc galaxies that is barred decreases considerably with look-back time from z ~ 0.2 to z ~ 0.8. This decrease is more important for small mass and low luminosity spirals. Classical bar formation theory provides a promising framework for understanding these results.\n  I also discuss the formation of discy bulges using N-body simulations reproducing well the properties of observed discy bulges. Thus, these simulated discy bulges have the shape of a disc, they have Sersic profiles with small values of the shape index and their size is of the order of a kpc. They are formed by radial inflow of material driven by the bar and are thus composed of both gas and stars and have a considerable fraction of young stars. They can harbour spiral structure, or an inner bar.",
        "paper_submission_date": "1 February, 2008"
    },
    {
        "paper_id": 42,
        "paper_title": "Boxy/peanut and discy bulges : formation, evolution and properties",
        "paper_authors": [
            "E. Athanassoula"
        ],
        "paper_abstract": "The class `bulges' contains objects with very different formation and evolution paths and very different properties. I review two types of `bulges', the boxy/peanut bulges (B/Ps) and the discy bulges. The former are parts of bars seen edge-on, have their origin in vertical instabilities of the disc and are somewhat shorter in extent than bars. Their stellar population is similar to that of the inner part of the disc from which they formed. Discy bulges have a disc-like outline, i.e., seen face-on they are circular or oval and seen edge-on they are thin. Their extent is of the order of 5 times smaller than that of the boxy/peanut bulges. They form from the inflow of mainly gaseous material to the centre of the galaxy and from subsequent star formation. They thus contain a lot of young stars and gas. Bulges of different types often coexist in the same galaxy. I review the main known results on these two types of bulges and present new simulation results. B/Ps form about 1Gyr after the bar, via a vertical buckling. At that time the bar strength decreases, its inner part becomes thicker -- forming the peanut or boxy shape -- and the ratio $σ_z^2/σ_r^2$ increases. A second buckling episode is seen in simulations with strong bars, also accompanied by a thickening of the peanut and a weakening of the bar. The properties of the B/Ps correlate strongly with those of the bar: stronger bars have stronger peanuts, a more flat-topped vertical density distribution and have experienced more bucklings. I also present simulations of disc galaxy formation, which include the formation of a discy bulge. Decomposition of their radial density profile into an exponential disc and a Sersic bulge gives realistic values for the disc and bulge scale-lengths and mass ratios, and a Sersic shape index of the order of 1.",
        "paper_submission_date": "1 February, 2008"
    },
    {
        "paper_id": 43,
        "paper_title": "Bursting and Quenching in Massive Galaxies without Major Mergers or AGNs",
        "paper_authors": [
            "Yuval Birnboim",
            "Avishai Dekel",
            "Eyal Neistein"
        ],
        "paper_abstract": "We simulate the buildup of galaxies by spherical gas accretion through dark matter haloes, subject to the development of virial shocks. We find that a uniform cosmological accretion turns into a rapidly varying disc buildup rate. The generic sequence of events (Shocked-Accretion Massive Burst & Shutdown: SAMBA) consists of four distinct phases: a) continuous cold accretion while the halo is below a threshold mass Msh~10^12Mo, b) tentative quenching of gas supply for ~2Gyr, starting once the halo is ~Msh and growing a rapidly expanding shock, c) a massive burst due to the big crunch of ~10^11Mo gas in \\~0.5Gyr, when the heated gas cools and joins new infalling gas, and d) a long-term shutdown, enhanced by a temporary shock instability in late SAMBAs, those that quench at z~2, burst at z~1 and end up quenched in 10^12-13Mo haloes today. These events occur at all redshifts in galaxies of baryonic mass \\~10^11Mo and involve a substantial fraction of this mass. They arise from rather smooth accretion, or minor mergers, which, unlike major mergers, may leave the disc intact while being built in a rapid pace. The early bursts match observed maximum starbursting discs at z>~2, predicted to reside in <~10^13Mo haloes. The late bursts resemble discy LIRGs at z<~1. The tentative quenching gives rise to a substantial population of ~10^11Mo galaxies with a strongly suppressed star-formation rate at z~1-3. The predicted long-term shutdown leads to red & dead galaxies in groups. A complete shutdown in more massive clusters requires an additional quenching mechanism, as may be provided by clumpy accretion. Alternatively, the SAMBA bursts may trigger the AGN activity that couples to the hot gas above Msh and helps the required quenching. The SAMBA phenomenon is yet to be investigated using cosmological simulations.",
        "paper_submission_date": "16 March, 2007"
    },
    {
        "paper_id": 44,
        "paper_title": "Isophotal Shapes of Elliptical/S0 Galaxies from the Sloan Digital Sky Survey",
        "paper_authors": [
            "C. N. Hao",
            "S. Mao",
            "Z. G. Deng",
            "X. Y. Xia",
            "Hong Wu"
        ],
        "paper_abstract": "We revisit the shapes of isophotes for elliptical (E) and lenticular (S0) galaxies by studying 847 nearby early-type galaxies selected from the Sloan Digital Sky Survey Data Release 4 with velocity dispersions above 200 km/s. The IRAF task {\\tt ellipse} was used to derive the deviations of the isophotes from pure ellipses (Fourier coefficients a_3/a and a_4/a), position angles and ellipticities as a function of radius. We show the statistical distributions of the a_3/a and a_4/a parameters as a function of velocity dispersion, magnitude, and colour. The a_4/a parameter is correlated with the ellipticity and absolute Petrosian magnitude of galaxies. No significant correlation was found between the a_4/a parameter with colour and velocity dispersion. A cross-correlation between the FIRST survey and the SDSS data reveals a lack of powerful radio emitters in discy E/S0s, as previously found by Bender et al. We also find that boxy E/S0s favor denser environments while discy E/S0s favor more isolated environments. The median values of changes in the ellipticity and position angle between one and one and a half Petrosian half-light radii in the isophotes are about -0.023 and 1.61 degree respectively. The average change in the position angle is much larger, about 4.12 degree, due to an extended tail. The change in ellipticity is weakly correlated with the ellipticity itself, with an increasing ellipticity for galaxies with higher ellipticity as the radius increases. The isophote parameters for the 847 galaxies are available online.",
        "paper_submission_date": "25 June, 2006"
    },
    {
        "paper_id": 45,
        "paper_title": "The influence of gas on the structure of merger remnants",
        "paper_authors": [
            "Thorsten Naab",
            "Roland Jesseit",
            "Andreas Burkert"
        ],
        "paper_abstract": "We present a large set of merger simulations of early-type disc galaxies with mass ratios of 1:1 and 3:1 and 10% of the total disc mass in gas. In contrast to the collisionless case equal-mass mergers with gas do not result in very boxy remnants which is caused by the suppression of box orbits and the change of the projected shape of minor-axis tube orbits in the more axisymmetric remnants. The isophotal shape of 3:1 remnants and the global kinematic properties of 1:1 and 3:1 remnants are only weakly affected by the presence of gas. 1:1 remnants are slowly rotating whereas 3:1 remnants are fast rotating and discy. The shape of the stellar LOSVD is strongly influenced by gas. The LOSVDs of collisionless remnants have broad leading wings while their gaseous counterparts show steep leading wings, more consistent with observations of elliptical galaxies. We show that this change is also caused by the suppressed populating of box orbits and it is amplified by the formation of extended gas discs in the merger remnants. If elliptical galaxies have formed from mergers our results indicate that massive, slowly rotating boxy elliptical galaxies can not have formed from dissipative mergers of discs. Pure stellar (dry) mergers are the more likely candidates. On the other hand lower mass, fast rotating and discy ellipticals can have formed from dissipative (wet) mergers of early-type discs. So far, only unequal-mass disc mergers with gas can successfully explain their observed substructure. This is consistent with the revised morphological classification scheme of increasing importance of gas dissipation when moving from boxy ellipticals to discy ellipticals and then to spiral galaxies, proposed by Kormendy & Bender (abbreviated).",
        "paper_submission_date": "2 August, 2006"
    },
    {
        "paper_id": 46,
        "paper_title": "A fossil galaxy cluster; an X-ray and optical study of RX J1416.4+2315",
        "paper_authors": [
            "Habib G. Khosroshahi",
            "Ben J. Maughan",
            "Trevor J. Ponman",
            "Laurence R. Jones"
        ],
        "paper_abstract": "We present a detailed X-ray and optical study of a distant fossil system RX J1416.4+2315 (z=0.13), combining Chandra and XMM-Newton observations, optical photometry and spectroscopy. X-ray emitting hot gas imaged by both the Chandra and XMM-Newton shows a globally relaxed spatial distribution, supporting the idea that fossil groups are old galaxy systems with no recent mergers. However, the diffuse X-ray emission shows signs of asymmetries in the core of the system. With a mean gas temperature of ~ 4.0 keV and total gravitational mass of 3.1 x 10^14 solar mass, within the virial radius, this is better described as a fossil galaxy cluster rather than a fossil group. The temperature profile shows no sign of a significant cooler core despite a cooling time dropping to 5 Gyr within the resolved core. We find a mass concentration parameter c_200 ~ 11 which is relatively high for a cluster of this mass, indicative of an early formation epoch. Using the spectroscopically identified cluster members we present the galaxy luminosity function for this fossil system. We measure the velocity dispersion of the galaxies to be ~ 700 km/s based on 18 confirmed members. The dynamical mass is nearly twice the total gravitational mass derived from the X-ray analysis. The measured R-band mass-to-light ratio, within the virial radius, is ~ 440 M/L (solar) which is not unusual for clusters of galaxies. The central giant elliptical galaxy has discy isophotes and spectral features typical of elliptical galaxies.",
        "paper_submission_date": "22 March, 2006"
    },
    {
        "paper_id": 47,
        "paper_title": "Nuclear stellar discs in low-luminosity elliptical galaxies: NGC 4458 and NGC 4478",
        "paper_authors": [
            "L. Morelli",
            "C. Halliday",
            "E. M. Corsini",
            "A. Pizzella",
            "D. Thomas",
            "R. P. Saglia",
            "R. L. Davies",
            "R. Bender",
            "M. Birkinshaw",
            "F. Bertola"
        ],
        "paper_abstract": "We present the detection of nuclear stellar discs in the low-luminosity elliptical galaxies NGC 4458 and NGC 4478, which are known to host a kinematically-decoupled core. Using archival HST imaging, and available absorption line-strength index data based on ground-based spectroscopy, we investigate the photometric parameters and the properties of the stellar populations of these central structures. Their scale length, h, and face-on central surface brightness, mu_0^c, fit on mu_0^c-h relation for galaxy discs. For NGC 4458 these parameters are typical for nuclear discs, while the same quantities for NGC 4478 lie between those of nuclear discs and the discs of discy ellipticals. We present Lick/IDS absorption line-strength measurements of Hbeta, Mgb, <Fe> along the major and minor axes of the galaxies. We model these data with simple stellar populations that account for the alpha/Fe overabundance. The counter-rotating central disc of NGC 4458 is found to have similar properties to the decoupled cores of bright ellipticals. This galaxy has been found to be uniformly old despite being counter-rotating. In contrast, the cold central disc of NGC 4478 is younger, richer in metals and less overabundant than the main body of the galaxy. This points to a prolonged star formation history, typical of an undisturbed disc-like, gas-rich (possibly pre-enriched) structure.",
        "paper_submission_date": "4 August, 2004"
    }
]