[
  {
    "paper_id": 1,
    "paper_title": "Large-composition-range pure-phase homogeneous InAs$_{1-x}$Sb$_x$ nanowires",
    "paper_authors": [
      "Lianjun Wen",
      "Dong Pan",
      "Lei Liu",
      "Shucheng Tong",
      "Ran Zhuo",
      "Jianhua Zhao"
    ],
    "paper_abstract": "Narrow bandgap InAs$_{1-x}$Sb$_x$ nanowires show broad prospects for applications in wide spectrum infrared detectors, high-performance transistors and quantum computation. Realizing such applications require the fine control of composition and crystal structure of nanowires. However, to date, the fabrication of large-composition-range pure-phase homogeneous InAs$_{1-x}$Sb$_x$ nanowires remains a huge challenge. Here, we first report the growth of large-composition-range stemless InAs$_{1-x}$Sb$_x$ nanowires (x = 0-0.63) on Si (111) substrates by molecular-beam epitaxy. It is found that pure-phase InAs$_{1-x}$Sb$_x$ nanowires can be successfully obtained by controlling the antimony content x, nanowire diameter and nanowire growth direction. Detailed EDS data show that the antimony is uniformly distributed along the axial and radial directions of InAs$_{1-x}$Sb$_x$ nanowires and no spontaneous core-shell nanostructures form in the nanowires. Based on field-effect measurements, we confirm that InAs$_{1-x}$Sb$_x$ nanowires exhibit good conductivity and their mobilities can be up to 4200 cm^2/V.s at 7 K. Our work lays the foundation for the development of InAs$_{1-x}$Sb$_x$ nanowire optoelectronic, electronic and quantum devices.",
    "paper_submission_date": "3 November, 2021"
  },
  {
    "paper_id": 2,
    "paper_title": "Dipolar and scalar $^{3}$He-$^{129}$Xe frequency shifts in stemless cells",
    "paper_authors": [
      "M. E. Limes",
      "N. Dural",
      "M. V. Romalis",
      "E. L Foley",
      "T. W. Kornack",
      "A. Nelson",
      "L. R. Grisham",
      "J. Vaara"
    ],
    "paper_abstract": "We study nuclear spin frequency shifts in a $^{3}$He-$^{129}$Xe comagnetometer caused by spin polarization of $^{3}$He. We use stemless cylindrical cells to systematically vary the cell geometry and separately measure the cell shape-dependent and shape-independent frequency shifts. We find that a certain aspect ratio for a cylindrical cell cancels the dipolar effects of $^3$He magnetization in the regime of fast spin diffusion. Using this control we observe a scalar $^{3}$He-$^{129}$Xe collisional frequency shift characterized by an enhancement factor $κ_{\\text{HeXe}} = -0.011\\pm0.001$ in excellent agreement with theoretical calculation.",
    "paper_submission_date": "2 May, 2019"
  },
  {
    "paper_id": 3,
    "paper_title": "Dipolar and scalar $^3$He and $^{129}$Xe frequency shifts in mm-sized cells",
    "paper_authors": [
      "M. E. Limes",
      "N. Dural",
      "M. V. Romalis",
      "E. L. Foley",
      "T. W. Kornack",
      "A. Nelson",
      "L. R. Grisham"
    ],
    "paper_abstract": "We describe a $^{3}$He-$^{129}$Xe comagnetometer operating in stemless anodically bonded cells with a 6 mm$^3$ volume and a $^{129}$Xe spin coherence time of 300 sec. We use a $^{87}$Rb pulse-train magnetometer with co-linear pump and probe beams to study the nuclear spin frequency shifts caused by spin polarization of $^{3}$He. By systematically varying the cell geometry in a batch cell fabrication process we can separately measure the cell shape dependent and independent frequency shifts. We find that a certain aspect ratio of the cylindrical cell can cancel the effects of $^3$He magnetization that limit the stability of vapor-cell comagnetometers. Using this control we also observe for the first time a scalar $^{3}$He-$^{129}$Xe collisional frequency shift characterized by an enhancement factor $κ_{\\text{HeXe}} = -0.011\\pm0.001$.",
    "paper_submission_date": "28 September, 2018"
  },
  {
    "paper_id": 4,
    "paper_title": "Approximating (Unweighted) Tree Augmentation via Lift-and-Project, Part I: Stemless TAP",
    "paper_authors": ["Joe Cheriyan", "Zhihan Gao"],
    "paper_abstract": "In Part I, we study a special case of the unweighted Tree Augmentation Problem (TAP) via the Lasserre (Sum of Squares) system. In the special case, we forbid so-called stems; these are a particular type of subtree configuration. For stemless TAP, we prove that the integrality ratio of an SDP relaxation (the Lasserre tightening of an LP relaxation) is $\\leq \\frac{3}{2}+ε$, where $ε>0$ can be any small constant. We obtain this result by designing a polynomial-time algorithm for stemless TAP that achieves an approximation guarantee of ($\\frac32+ε$) relative to the SDP relaxation. The algorithm is combinatorial and does not solve the SDP relaxation, but our analysis relies on the SDP relaxation.\n  We generalize the combinatorial analysis of integral solutions from the previous literature to fractional solutions by identifying some properties of fractional solutions of the Lasserre system via the decomposition result of Karlin, Mathieu and Nguyen (IPCO 2011).\n  Also, we present an example of stemless TAP such that the approximation guarantee of $\\frac32$ is tight for the algorithm.\n  In Part II of this paper, we extend the methods of Part I to prove the same results relative to the same SDP relaxation for TAP.",
    "paper_submission_date": "29 August, 2015"
  },
  {
    "paper_id": 5,
    "paper_title": "Quasi-Two-Dimensional Drops",
    "paper_authors": [
      "Tytti Kärki",
      "Into Pääkkönen",
      "Nikos Kyriakopoulos",
      "Jaakko V. I. Timonen"
    ],
    "paper_abstract": "Liquid drops are everywhere around us and important in numerous technological applications. Here, we demonstrate a quasi-two-dimensional (Q2D) analogy to the regular, often close to axisymmetric, three-dimensional (3D) drops. The Q2D drops are created by confining liquids between vertical walls, leading to formation of low aspect ratio capillary bridges that are deformed by gravity. When stationary, the Q2D drops adopt projected shapes that are analogous to 3D sessile drops, ranging from circular drops to puddles. When moving, the Q2D drops exhibit capillary and fluid mechanical behaviours analogous to 3D drops, including impacts and sliding on pseudo-surfaces. The Q2D drops also exhibit considerably more complex phenomena such as levitation, instabilities and pattern formation when subjected to external electric, magnetic and flow fields -- all seen also in regular 3D drops. The presented 3D-Q2D analogy suggests that the diverse and often complicated phenomena observed in 3D drops can be studied in the Q2D geometry, allowing also new physics arising from the reduced dimensionality and the new boundary conditions.",
    "paper_submission_date": "22 January, 2024"
  },
  {
    "paper_id": 6,
    "paper_title": "Levitodynamic spectroscopy for single nanoparticle characterisation",
    "paper_authors": [
      "Jonathan M. H. Gosling",
      "Markus Rademacher",
      "Jence T. Mulder",
      "Arjan J. Houtepen",
      "Marko Toroš",
      "A. T. M. Anishur Rahman",
      "Antonio Pontin",
      "P. F. Barker"
    ],
    "paper_abstract": "Fast detection and characterization of single nanoparticles such as viruses, airborne aerosols and colloidal particles are considered to be particularly important for medical applications, material science and atmospheric physics. In particular, non-intrusive optical characterization, which can be carried out in isolation from other particles, and without the deleterious effects of a substrate or solvent, is seen to be particularly important. Optical characterization via the scattering of light does not require complicated sample preparation and can in principle be carried out in-situ. We describe the characterization of single nanoparticle shape based on the measurement of their rotational and oscillatory motion when optically levitated within vacuum. Using colloidally grown yttrium lithium fluoride nanocrystals of different sizes, trapped in a single-beam optical tweezer, we demonstrate the utility of this method which is in good agreement with simulations of the dynamics. Size differences as small as a few nanometers could be resolved using this technique offering a new optical spectroscopic tool for non-contact characterization of single nanoparticles in the absence of a substrate.",
    "paper_submission_date": "21 January, 2024"
  },
  {
    "paper_id": 7,
    "paper_title": "Remote sensing of a levitated superconductor with a flux-tunable microwave cavity",
    "paper_authors": [
      "Philip Schmidt",
      "Remi Claessen",
      "Gerard Higgings",
      "Joachim Hofer",
      "Jannek J. Hansen",
      "Peter Asenbaum",
      "Kevin Uhl",
      "Reinhold Kleiner",
      "Rudolf Gross",
      "Hans Huebl",
      "Michael Trupke",
      "Markus Aspelmeyer"
    ],
    "paper_abstract": "We present a cavity-electromechanical system comprising a superconducting quantum interference device which is embedded in a microwave resonator and coupled via a pick-up loop to a 6 $μ$g magnetically-levitated superconducting sphere. The motion of the sphere in the magnetic trap induces a frequency shift in the SQUID-cavity system. We use microwave spectroscopy to characterize the system, and we demonstrate that the electromechanical interaction is tunable. The measured displacement sensitivity of $10^{-7} \\, \\mathrm{m} / \\sqrt{\\mathrm{Hz}}$, defines a path towards ground-state cooling of levitated particles with Planck-scale masses at millikelvin environment temperatures.",
    "paper_submission_date": "16 January, 2024"
  },
  {
    "paper_id": 8,
    "paper_title": "Tunable on-chip optical traps for levitating particles based on single-layer metasurface",
    "paper_authors": [
      "Chuang Sun",
      "Hailong Pi",
      "Kian Shen Kiang",
      "Tiberius S. Georgescu",
      "Jun-Yu Ou",
      "Hendrik Ulbricht",
      "Jize Yan"
    ],
    "paper_abstract": "Optically levitated multiple nanoparticles has emerged as a platform for studying complex fundamental physics such as non-equilibrium phenomena, quantum entanglement, and light-matter interaction, which could be applied for sensing weak forces and torques with high sensitivity and accuracy. An optical trapping landscape of increased complexity is needed to engineer the interaction between levitated particles beyond the single harmonic trap. However, existing platforms based on spatial light modulators for studying interactions between levitated particles suffered from low efficiency, instability at focal points, the complexity of optical systems, and the scalability for sensing applications. Here, we experimentally demonstrated that a metasurface which forms two diffraction-limited focal points with a high numerical aperture (0.9) and high efficiency (31%) can generate tunable optical potential wells without any intensity fluctuations. A bistable potential and double potential wells were observed in the experiment by varying the focal points distance, and two nanoparticles were levitated in double potential wells for hours, which could be used for investigating the levitated particles nonlinear dynamics, thermal dynamics, and optical binding. This would pave the way for scaling the number of levitated optomechanical devices or realizing paralleled levitated sensors.",
    "paper_submission_date": "16 January, 2024"
  },
  {
    "paper_id": 9,
    "paper_title": "Experimental bounds on linear-friction dissipative collapse models from levitated optomechanics",
    "paper_authors": ["Giovanni Di Bartolomeo", "Matteo Carlesso"],
    "paper_abstract": "Collapse models constitute an alternative to quantum mechanics that solve the well-know quantum measurement problem. In this framework, a novel approach to include dissipation in collapse models has been recently proposed, and awaits experimental validation. Our work establishes experimental bounds on the so-constructed linear-friction dissipative Diósi-Penrose (dDP) and Continuous Spontaneous localisation (dCSL) models by exploiting experiments in the field of levitated optomechanics. Our results in the dDP case exclude collapse temperatures below $ 10^{-13}$K and $ 6 \\times 10^{-12}$K respectively for values of the localisation length smaller than $10^{-6}$m and $10^{-8}$m. In the dCSL case the entire parameter space is excluded for values of the temperature lower than $6 \\times 10^{-9}$K.",
    "paper_submission_date": "9 January, 2024"
  },
  {
    "paper_id": 10,
    "paper_title": "Generation of classical non-Gaussian distributions by squeezing a thermal state into non-linear motion of levitated optomechanics",
    "paper_authors": [
      "Rafael Muffato",
      "Tiberius Georgescu",
      "Jack Homans",
      "Thiago Guerreiro",
      "Qiongyuan Wu",
      "Diana Chisholm",
      "Matteo Carlesso",
      "Mauro Paternostro",
      "Hendrik Ulbricht"
    ],
    "paper_abstract": "We report on an experiment achieving the dynamical generation of non-Gaussian states of motion of a levitated optomechanical system. We access intrinsic Duffing-like non-linearities by squeezing an oscillator's state of motion through rapidly switching the frequency of its trap. We characterize the experimental non-Gaussian state against expectations from simulations and give prospects for the emergence of genuine non-classical features.",
    "paper_submission_date": "8 January, 2024"
  },
  {
    "paper_id": 11,
    "paper_title": "Levitated ferromagnetic magnetometer with energy resolution well below $\\hbar$",
    "paper_authors": [
      "Felix Ahrens",
      "Wei Ji",
      "Dmitry Budker",
      "Chris Timberlake",
      "Hendrik Ulbricht",
      "Andrea Vinante"
    ],
    "paper_abstract": "A quantum limit on the measurement of magnetic field has been recently pointed out, stating that the so-called Energy Resolution $E_\\mathrm{R}$ is bounded to $E_\\mathrm{R} \\gtrsim \\hbar$. This limit holds indeed true for the vast majority of existing quantum magnetometers, including SQUIDs, solid state spins and optically pumped atomic magnetometers. However, it can be surpassed by highly correlated spin systems, as recently demonstrated with a single-domain spinor Bose-Einstein Condensate. Here we show that similar and potentially much better resolution can be achieved with a hard ferromagnet levitated above a superconductor at cryogenic temperature. We demonstrate $E_\\mathrm{R}=\\left( 0.064 \\pm 0.010 \\right) \\, \\hbar$ and anticipate that $E_\\mathrm{R}<10^{-3} \\, \\hbar$ is within reach with near-future improvements. This finding opens the way to new applications in condensed matter, biophysics and fundamental science. In particular, we propose an experiment to search for axionlike dark matter and project a sensitivity orders of magnitude better than in previous searches.",
    "paper_submission_date": "8 January, 2024"
  },
  {
    "paper_id": 12,
    "paper_title": "Radiation Pressure Induced Oscillations of an Optically Levitating Mirror",
    "paper_authors": [
      "Satyam Shekhar Jha",
      "Tal Carmon",
      "Fan Cheng",
      "Lev Deych"
    ],
    "paper_abstract": "Optical Fabry-Perot cavity with a movable mirror is a paradigmatic optomechanical systems. While usually the mirror is supported by a mechanical spring, it has been shown that it is possible to keep one of the mirrors in a stable equilibrium purely by optical levitation without any mechanical support. In this work we expand previous studies of nonlinear dynamics of such a system by demonstrating a possibility for mechanical parametric instability and emergence of the ``phonon laser'' phenomenon.",
    "paper_submission_date": "10 January, 2024"
  },
  {
    "paper_id": 13,
    "paper_title": "Simultaneous ground-state cooling of two levitated nanoparticles by coherent scattering",
    "paper_authors": ["Yi Xu", "Yu-Hong Liu", "Cheng Liu", "Jie-Qiao Liao"],
    "paper_abstract": "Simultaneous ground-state cooling of two levitated nanoparticles is a crucial prerequisite for investigation of macroscopic quantum effects such as quantum entanglement and quantum correlation involving translational motion of particles. Here we consider a coupled cavity-levitated-particle system and present a detailed derivation of its Hamiltonian. We find that the $y$-direction motions of the two particles are decoupled from the cavity field and both the $x$- and $z$-direction motions, and that the $z$-direction motions can be further decoupled from the cavity field and the $x$-direction motions by choosing proper locations of the particles. We study the simultaneous cooling of these mechanical modes in both the three-mode and five-mode cavity-levitated optomechanical models. It is found that there exists the dark-mode effect when the two tweezers have the same powers, which suppress the simultaneous ground-state cooling. Nevertheless, the simultaneous ground-state cooling of these modes can be realized by breaking the dark-mode effect under proper parameters. Our system provides a versatile platform to study quantum effects and applications in cavity-levitated optomechanical systems.",
    "paper_submission_date": "26 December, 2023"
  },
  {
    "paper_id": 14,
    "paper_title": "Radiometric propulsion: Advancing with the order-of-magnitude enhancement through graphene aerogel-coated vanes",
    "paper_authors": [
      "Bo Peng",
      "Bingjun Zhu",
      "Danil Dmitriev",
      "Mulin Qin",
      "Ruqiang Zou",
      "Jun Zhang"
    ],
    "paper_abstract": "Radiometer is a light-induced aerodynamic propulsive device under the rarefied gas environment, which holds great potential for the next-gen near-space flight. However, its practical applications are hindered by the weak propulsion forces on the conventional radiometer vanes. Herein, this material-aerodynamics cross-disciplinary study develops novel radiometer vanes with graphene aerogel coatings, which for the first time realize an order of magnitude enhancement in radiometric propulsion. The improvement is manifested as up to 29.7 times faster rotation speed at a low pressure of 0.2 Pa, 13.8 times faster at the pressure (1.5 Pa) with maximum speeds, and 4 orders of magnitude broader operating pressure range (10E-4 - 10E2 Pa). Direct Simulation Monte Carlo calculations reveal that the outstanding performance is ascribed to the improved temperature gradient and gas-solid momentum transfer efficiency tailored by surface porous microstructures. Moreover, we demonstrate a stable and long-term levitation prototype under both 1 sun irradiation and a rarefied gas environment.",
    "paper_submission_date": "24 December, 2023"
  },
  {
    "paper_id": 15,
    "paper_title": "Impersonating a Superconductor: High-Pressure BaCoO$_3$, an Insulating Ferromagnet",
    "paper_authors": [
      "Haozhe Wang",
      "Xianghan Xu",
      "Danrui Ni",
      "David Walker",
      "Jie Li",
      "Robert J. Cava",
      "Weiwei Xie"
    ],
    "paper_abstract": "We report the high-pressure synthesis (6 GPa, 1200 $^{\\circ}$C) and ambient pressure characterization of hexagonal HP-BaCoO$_3$. The material (with the 2H crystal structure) has a short intrachain Co-Co distance of about 2.07 $\\text{Å}$. Our magnetization investigation revealed robust diamagnetic behavior below approximately 130 K when exposed to weak applied magnetic fields (10 Oe) and a distinct half-levitation phenomenon below that temperature, such as is often observed for superconductors. Its field-dependent magnetization profile, however, unveils the characteristics of ferromagnetism, marked by a substantial magnetic retentivity of 0.22(1) $μ_B$/Co at a temperature of 2 K. Electrical resistivity measurements indicate that HP-BaCoO$_3$ is a ferromagnetic insulator, not a superconductor.",
    "paper_submission_date": "11 December, 2023"
  },
  {
    "paper_id": 16,
    "paper_title": "Modeling Photothermal Effects in High Power Optical Resonators used for Coherent Levitation",
    "paper_authors": [
      "Chenyue Gu",
      "Jiayi Qin",
      "Giovanni Guccione",
      "Jinyong Ma",
      "Ruvi Lecamwasam",
      "Ping Koy Lam"
    ],
    "paper_abstract": "Radiation pressure can be used to enable optomechanical control and manipulation of the quantum state of a mechanical oscillator. Optomechanical interaction can also be mediated by photothermal effects which, although frequently overlooked, may compete with radiation pressure interaction. Understanding of how these phenomena affect the coherent exchange of information between optical and mechanical degrees of freedom is often underdeveloped, particularly in mesoscale high-power systems where photothermal effects can fully dominate the interaction. Here we report an effective theoretical model to predict and successfully reconstruct the dynamics of a unique optomechanical system: a cavity-enhanced setup for macroscopic optical levitation, where a free-standing mirror acts as the optomechanical oscillator. We decompose the photothermal interaction into two opposing light-induced effects, photothermal expansion, and thermo-optic effects. We then reconstruct a heuristic model that links the intracavity field to four types of cavity length changes caused by acoustic ($x_\\textrm{ac}$), centre of mass ($x_\\textrm{lev}$), photothermal ($x_\\textrm{ex}$) and thermo-optic ($x_\\textrm{re}$) displacements. This offers refined predictions with a higher degree of agreement with experimental results. Our work provides a mean to precisely model the photothermal effect of high power optomechanical systems, as well as for developing more precise photothermal modelling of photonics systems for precision sensing and quantum measurements.",
    "paper_submission_date": "20 December, 2023"
  },
  {
    "paper_id": 17,
    "paper_title": "State Expansion of a Levitated Nanoparticle in a Dark Harmonic Potential",
    "paper_authors": [
      "Eric Bonvin",
      "Louisiane Devaud",
      "Massimiliano Rossi",
      "Andrei Militaru",
      "Lorenzo Dania",
      "Dmitry S. Bykov",
      "Oriol Romero-Isart",
      "Tracy E. Northup",
      "Lukas Novotny",
      "Martin Frimmer"
    ],
    "paper_abstract": "Levitated nanoparticles in vacuum are prime candidates for generating macroscopic quantum superposition states of massive objects. Most protocols for preparing these states necessitate coherent expansion beyond the scale of the zero-point motion to produce sufficiently delocalized and pure phase-space distributions. Here, we spatially expand and subsequently recontract the thermal state of a levitated nanoparticle by modifying the stiffness of the trap holding the particle. We achieve state-expansion factors of 25 in standard deviation for a particle initially feedback-cooled to a center-of-mass thermal state of \\SI{155}{\\milli\\kelvin}. Our method relies on a hybrid scheme combining an optical trap, for cooling and measuring the particle's motion, with a Paul trap for expanding its state. Consequently, state expansion occurs devoid of measurement backaction from photon recoil, making this approach suitable for coherent wavefunction expansion in future experiments.",
    "paper_submission_date": "20 December, 2023"
  },
  {
    "paper_id": 18,
    "paper_title": "Quadrature squeezing enhances Wigner negativity in a mechanical Duffing oscillator",
    "paper_authors": [
      "Christian A. Rosiek",
      "Massimiliano Rossi",
      "Albert Schliesser",
      "Anders S. Sørensen"
    ],
    "paper_abstract": "Generating macroscopic non-classical quantum states is a long-standing challenge in physics. Anharmonic dynamics is an essential ingredient to generate these states, but for large mechanical systems, the effect of the anharmonicity tends to become negligible compared to decoherence. As a possible solution to this challenge, we propose to use a motional squeezed state as a resource to effectively enhance the anharmonicity. We analyze the production of negativity in the Wigner distribution of a quantum anharmonic resonator initially in a squeezed state. We find that initial squeezing enhances the rate at which negativity is generated. We also analyze the effect of two common sources of decoherence, namely energy damping and dephasing, and find that the detrimental effects of energy damping are suppressed by strong squeezing. In the limit of large squeezing, which is needed for state-of-the-art systems, we find good approximations for the Wigner function. Our analysis is significant for current experiments attempting to prepare macroscopic mechanical systems in genuine quantum states. We provide an overview of several experimental platforms featuring nonlinear behaviors and low levels of decoherence. In particular, we discuss the feasibility of our proposal with carbon nanotubes and levitated nanoparticles.",
    "paper_submission_date": "20 December, 2023"
  },
  {
    "paper_id": 19,
    "paper_title": "Airborne Ouzo: Evaporation-induced emulsification and phase separation dynamics of ternary droplets in acoustic levitation",
    "paper_authors": ["Misaki Mitsuno", "Koji Hasegawa"],
    "paper_abstract": "We experimentally investigated the evaporation dynamics of acoustically levitated Ouzo droplets (a mixture of ethanol, water, and anise oil). Acoustic levitation has gained significant attention in various fields due to its potential to create a lab-in-a-drop. Although evaporation is a key process in nature and industry, many studies have focused on single and binary components, and ternary droplets in acoustic levitation have rarely been experimentally investigated. In this study, the evaporation-induced spontaneous emulsification (the Ouzo effect) and phase separation process at 40-90 vol% ethanol were visualized. We estimated the concentration change by evaporation of each component in the levitated ternary droplets based on the evaporation model to identify the experimental results. Our experimental results revealed four distinct stages of evaporation in levitated Ouzo droplets: (1) preferential evaporation of the volatile component (ethanol), (2) spontaneous emulsification (myriad micro-oil droplets generation), (3) phase separation forming a core-shell droplet, and (4) water evaporation completion resulting in remaining an oil droplet. Finally, we analyzed the emulsification process by a spacetime diagram. These findings suggest that acoustic levitation is suitable for physicochemical manipulation in mid-air.",
    "paper_submission_date": "20 December, 2023"
  },
  {
    "paper_id": 20,
    "paper_title": "Hybrid Paul-optical trap with large optical access for levitated optomechanics",
    "paper_authors": [
      "Eric Bonvin",
      "Louisiane Devaud",
      "Massimiliano Rossi",
      "Andrei Militaru",
      "Lorenzo Dania",
      "Dmitry S. Bykov",
      "Markus Teller",
      "Tracy E. Northup",
      "Lukas Novotny",
      "Martin Frimmer"
    ],
    "paper_abstract": "We present a hybrid trapping platform that allows us to levitate a charged nanoparticle in high vacuum using either optical fields, radio-frequency fields, or a combination thereof. Our hybrid approach combines an optical dipole trap with a linear Paul trap while maintaining a large numerical aperture (0.77 NA). We detail a controlled transfer procedure that allows us to use the Paul trap as a safety net to recover particles lost from the optical trap at high vacuum. The presented hybrid platform adds to the toolbox of levitodynamics and represents an important step towards fully controllable dark potentials, providing control in the absence of decoherence due to photon recoil.",
    "paper_submission_date": "15 December, 2023"
  },
  {
    "paper_id": 21,
    "paper_title": "Probing levitodynamics with multi-stochastic forces and the simple applications on the dark matter detection in optical levitation experiment",
    "paper_authors": ["Xi Cheng", "Ji-Heng Guo", "Wenyu Wang", "Bin Zhu"],
    "paper_abstract": "If the terrestrial environment is permeated by dark matter, the levitation experiences damping forces and fluctuations attributed to dark matter. This paper investigates levitodynamics with multiple stochastic forces, including thermal drag, photon recoil, feedback, etc., assuming that all of these forces adhere to the fluctuation-dissipation theorem. The ratio of total damping to the stochastic damping coefficient distinguishes the levitodynamics from cases involving only one single stochastic force. The heating and cooling processes are formulated to determine the limits of temperature change. All sources of stochastic forces are comprehensively examined, revealing that dark matter collisions cannot be treated analogously to fluid dynamics. Additionally, a meticulous analysis is presented, elucidating the intricate relationship between the fundamental transfer cross-section and the macroscopic transfer cross-section. While the dark damping coefficient is suppressed by the mass of the levitated particle, scattering can be coherently enhanced based on the scale of the component microscopic particle, the atomic form factor, and the static structure factor. Hence, dark damping holds the potential to provide valuable insights into the detection of the macroscopic strength of fundamental particles. We propose experimental procedures for levitation and employ linear estimation to extract the dark damping coefficient. Utilizing current levitation results, we demonstrate that the fundamental transfer cross section of dark matter can be of the order $σ^{\\rm D}_{T}\\lsim {\\cal O}(10^{-26})\\rm cm^2$.",
    "paper_submission_date": "16 December, 2023"
  },
  {
    "paper_id": 22,
    "paper_title": "Feedback Cooling of an Insulating High-Q Diamagnetically Levitated Plate",
    "paper_authors": [
      "S. Tian",
      "K. Jadeja",
      "D. Kim",
      "A. Hodges",
      "G. C. Hermosa",
      "C. Cusicanqui",
      "R. Lecamwasam",
      "J. E. Downes",
      "J. Twamley"
    ],
    "paper_abstract": "Levitated systems in vacuum have many potential applications ranging from new types of inertial and magnetic sensors through to fundamental issues in quantum science, the generation of massive Schrodinger cats, and the connections between gravity and quantum physics. In this work, we demonstrate the passive, diamagnetic levitation of a centimeter-sized massive oscillator which is fabricated using a novel method that ensures that the material, though highly diamagnetic, is an electrical insulator. By chemically coating a powder of microscopic graphite beads with silica and embedding the coated powder in high-vacuum compatible wax, we form a centimeter-sized thin square plate which magnetically levitates over a checkerboard magnet array. The insulating coating reduces eddy damping by almost an order of magnitude compared to uncoated graphite with the same particle size. These plates exhibit a different equilibrium orientation to pyrolytic graphite due to their isotropic magnetic susceptibility. We measure the motional quality factor to be Q~1.58*10^5 for an approximately centimeter-sized composite resonator with a mean particle size of 12 microns. Further, we apply delayed feedback to cool the vertical motion of frequency ~19 Hz from room temperature to 320 millikelvin.",
    "paper_submission_date": "4 December, 2023"
  },
  {
    "paper_id": 23,
    "paper_title": "Machine Learning-Based Jamun Leaf Disease Detection: A Comprehensive Review",
    "paper_authors": [
      "Auvick Chandra Bhowmik",
      "Dr. Md. Taimur Ahad",
      "Yousuf Rayhan Emon"
    ],
    "paper_abstract": "Jamun leaf diseases pose a significant threat to agricultural productivity, negatively impacting both yield and quality in the jamun industry. The advent of machine learning has opened up new avenues for tackling these diseases effectively. Early detection and diagnosis are essential for successful crop management. While no automated systems have yet been developed specifically for jamun leaf disease detection, various automated systems have been implemented for similar types of disease detection using image processing techniques. This paper presents a comprehensive review of machine learning methodologies employed for diagnosing plant leaf diseases through image classification, which can be adapted for jamun leaf disease detection. It meticulously assesses the strengths and limitations of various Vision Transformer models, including Transfer learning model and vision transformer (TLMViT), SLViT, SE-ViT, IterationViT, Tiny-LeViT, IEM-ViT, GreenViT, and PMViT. Additionally, the paper reviews models such as Dense Convolutional Network (DenseNet), Residual Neural Network (ResNet)-50V2, EfficientNet, Ensemble model, Convolutional Neural Network (CNN), and Locally Reversible Transformer. These machine-learning models have been evaluated on various datasets, demonstrating their real-world applicability. This review not only sheds light on current advancements in the field but also provides valuable insights for future research directions in machine learning-based jamun leaf disease detection and classification.",
    "paper_submission_date": "27 November, 2023"
  },
  {
    "paper_id": 24,
    "paper_title": "Vacuum levitation and motion control on chip",
    "paper_authors": [
      "Bruno Melo",
      "Marc T. Cuairan",
      "Gregoire F. M. Tomassi",
      "Nadine Meyer",
      "Romain Quidant"
    ],
    "paper_abstract": "Levitation in vacuum has evolved into a versatile technique which has already benefited diverse scientific directions, from force sensing and thermodynamics to material science and chemistry. It also holds great promises of advancing the study of quantum mechanics in the unexplored macroscopic regime. While most current levitation platforms are complex and bulky, miniaturization is sought to gain robustness and facilitate their integration into confined settings, such as cryostats or portable devices. Integration on chip is also anticipated to enhance the control over the particle motion through a more precise engineering of optical and electric fields. As a substantial milestone towards this goal, we present here levitation and motion control in high vacuum of a silica nanoparticle at the surface of a hybrid optical-electrostatic chip. By combining fiber-based optical trapping and sensitive position detection with cold damping through planar electrodes, we cool the particle motion to a few hundred phonons. Our results pave the way to the next generation of integrated levitation platforms combining integrated photonics and nanophotonics with engineered electric potentials, towards complex state preparation and read out.",
    "paper_submission_date": "23 November, 2023"
  },
  {
    "paper_id": 25,
    "paper_title": "Hollow-core fiber loading of nanoparticles into ultra-high vacuum",
    "paper_authors": [
      "Stefan Lindner",
      "Paul Juschitz",
      "Jakob Rieser",
      "Yaakov Y. Fein",
      "Mario Ciampini",
      "Markus Aspelmeyer",
      "Nikolai Kiesel"
    ],
    "paper_abstract": "Many experiments in the field of optical levitation with nanoparticles today are limited by the available technologies for particle loading. Here we introduce a new particle loading method that solves the main challenges, namely deterministic positioning of the particles and clean delivery at ultra-high vacuum levels as required for quantum experiments. We demonstrate the efficient loading, positioning, and repositioning of nanoparticles in the range of $100-755\\,\\mathrm{nm}$ diameter into different lattice sites of a standing wave optical trap, as well as direct loading of nanoparticles at an unprecedented pressure below $10^{-9}\\,\\mathrm{mbar}$. Our method relies on the transport of nanoparticles within a hollow-core photonic crystal fiber using an optical conveyor belt, which can be precisely positioned with respect to the target trap. Our work opens the path for increasing nanoparticle numbers in the study of multiparticle dynamics and high turn-around times for exploiting the quantum regime of levitated solids in ultra-high vacuum.",
    "paper_submission_date": "23 November, 2023"
  },
  {
    "paper_id": 26,
    "paper_title": "Effects of a modified Reissner-Nordström spacetime",
    "paper_authors": ["J. R. Morris"],
    "paper_abstract": "A modified Reissner-Nordström spacetime is considered here, where the central object (for example, a black hole or naked singularity) possesses a mass, with an ordinary, i.e., Standard Model (SM) electric charge, along with a dark electric charge associated with dark matter (DM). The inclusion of this dark charge modifies the gravitational properties of the spacetime, while not affecting ordinary electrodynamics. Geodesic motions of both charged and uncharged SM test particles are modified due to the presence of dark charge. The modifications may allow the detection and measurement of the dark charge. In particular, (1) the effective potential for orbiting particles is modified, and consequently, (2) the angular momenta and ISCOs of test masses in circular orbits are changed from those for the usual Reissner-Nordström case. (3) In the case of a naked singularity, it is possible that a \"levitating atmosphere\", due to short distance repulsive gravity, forms at the zero gravity radius, which depends upon both SM and DM charges. A levitating atmosphere may then cloak the naked singularity.",
    "paper_submission_date": "17 November, 2023"
  },
  {
    "paper_id": 27,
    "paper_title": "Visualizing acoustic levitation using COMSOL Multiphysics",
    "paper_authors": [
      "Francisco M. Muñoz-Pérez",
      "Juan C. Castro-Palacio",
      "Marcos H. Giménez",
      "Juan A. Monsoriu"
    ],
    "paper_abstract": "We present a new virtual laboratory developed with COMSOL Multiphysics for the simulation of an acoustic levitator. Our computer application simulates the acoustic pressure field and its interaction with a set of particles. Students can interact with the system by having the possibility of changing the frequency and distance parameters between transducers in real-time. We have also developed and shared for free use the 3D printing design files for the construction of necessary components for the acoustic levitator and the instructions for its experimental implementation. The experimental results, along with the virtual laboratory, provide the students with useful tools to understand and interpret the acoustic phenomenon involved.",
    "paper_submission_date": "16 November, 2023"
  },
  {
    "paper_id": 28,
    "paper_title": "Dynamics of Acoustically Levitated Ice Impacts on Smooth and Textured Surfaces: Effects of Surface Roughness, Elasticity, and Structure",
    "paper_authors": [
      "Adam McElligott",
      "André Guerra",
      "Alexandre Brailovski",
      "Shashini Rathnayaka",
      "Xiaodan Zhu",
      "Alexia Denoncourt",
      "Alejandro D. Rey",
      "Anne-Marie Kietzig",
      "Phillip Servio"
    ],
    "paper_abstract": "Through acoustically levitated ice formation and subsequent release onto a controlled area, this study introduces a third class of ice-countering system beyond de- and anti-icing: ice-impacting. By subjecting stainless steel 316 (SS), epoxy resin-coated (ER), and laser-textured (LT) surfaces with known surface roughness, hardness, and structural characteristics to 40 ice droplet impacts each, the effect on surface properties and their effect on solid-solid interfacial impact dynamics, in turn, was examined using a novel analysis framework based on fundamental conservation laws. For the velocities experienced in this study, the impacts did not affect the surface properties; they were consistent after each impact. Elasticity was the most significant factor in droplet behavior: the ER surface exhibited rebounding for 78% of impacts (important for moving surfaces). Surface roughness also played a role, particularly for droplets with rotational motion, as immobilization occurred for 66% of impacts on the rougher LT surface. However, the nanostructures on that textured surface resulted in droplet redirection perpendicular to the surface directionality (critical for stationary surfaces). In contrast, the other surfaces saw no change or no consistent change in rebound angle. Elasticity also affected momentum retention, where the ER surface had a translational restitution coefficient of 0.32 compared to 0.17 for the two stainless steel surfaces. Surface roughness was the predominant aspect of energy retention: the LT surface had a translational-to-rotational energy transfer coefficient of 0.07 (0.23 for the smoother surfaces), resulting in an overall energy retention coefficient of 0.09 compared to 0.28 for the SS and ER surfaces on average.",
    "paper_submission_date": "16 November, 2023"
  },
  {
    "paper_id": 29,
    "paper_title": "A self-synthesized origin of heavy metals in hot subdwarf stars?",
    "paper_authors": [
      "T. Battich",
      "M. M. Miller Bertolami",
      "A. M. Serenelli",
      "S. Justham",
      "A. Weiss"
    ],
    "paper_abstract": "Some He-rich hot subdwarf stars (He-sdOBs) present high abundances of trans-iron elements, such as Sr, Y, Zr and Pb. Diffusion processes are important in hot subdwarf stars, and it is thought that the high abundances of heavy elements in these stars are due to the action of radiative levitation. However, during the formation of He-sdOBs, hydrogen can be ingested into the convective zone driven by the He-core flash. It is known that episodes in which protons are being ingested into He-burning convective zones can lead to neutron-capture processes and the formation of heavy elements. In this work we aim to explore for the first time if neutron-capture processes can occur in late He-core flashes happening in the cores of the progenitors of He-sdOBs. We compute a detailed evolutionary model of a stripped red-giant star with a stellar evolution code with a nuclear network comprising 32 isotopes. Then we post-process the stellar models in the phase of He and H burning with a post-processing nucleosynthesis code with a nuclear network of 1190 species that allows us to follow the neutron-capture processes in detail. We find the occurrence of neutron-capture processes in our model, with neutron densities reaching a value of $\\sim5\\times10^{12}\\,{\\rm cm}^{-3}$. We find that the trans-iron elements are enhanced in the surface by 1 to 2 dex as compared to initial compositions. Moreover, the relative abundance pattern $[{\\rm X}_i/\\rm{Fe}]$ produced by neutron-capture processes closely resembles those observed in some He-sdOBs, hinting at a possible self-synthesized origin of the heavy elements in these stars. We conclude that intermediate neutron-capture processes can occur during a proton ingestion event in the He-core flash of stripped red-giant stars. This mechanism offers a natural channel to produce the heavy elements observed in some of the He-sdOBs.",
    "paper_submission_date": "8 November, 2023"
  },
  {
    "paper_id": 30,
    "paper_title": "Self-excited converging shock structure in a complex plasma medium",
    "paper_authors": ["Garima Arora", "Srimanta Maity"],
    "paper_abstract": "We report the study of a self-excited converging shock structure observed in a complex plasma medium for the first time. A high-density dust cloud of melamine formaldehyde particles is created and horizontally confined by a circular ring in a DC glow discharge plasma at a particular discharge voltage and pressure. Later on, as the discharge voltage is increased, a circular density crest is spontaneously generated around the outer boundary of the dust cloud. This nonlinear density structure is seen to propagate inward towards the center of the dust cloud. The properties of the excited structure are analyzed and found to follow the characteristics of a converging shock structure. A three dimension molecular dynamics (MD) simulation has also been performed in which a stable dust cloud is formed and levitated by the balance of forces due to gravity and an external electric field mimicking the cathode sheath electric field in the experiment. Particles are also horizontally confined by an external electric field, representing the sheath electric field of the circular ring present in the experiment. A circular shock structure has been excited by applying an external perturbation in the horizontal electric field around the outer boundary of the dust cloud. The characteristic properties of the shock are analyzed in the simulation and qualitatively compared with the experimental findings. This study is not only of fundamental interest but has many implications concerning the study of converging shock waves excited in other media for various potential applications.",
    "paper_submission_date": "4 November, 2023"
  },
  {
    "paper_id": 31,
    "paper_title": "Maglev for Dark Matter: Dark-photon and axion dark matter sensing with levitated superconductors",
    "paper_authors": ["Gerard Higgins", "Saarik Kalia", "Zhen Liu"],
    "paper_abstract": "Ultraprecise mechanical sensors offer an exciting avenue for testing new physics. While many of these sensors are tailored to detect inertial forces, magnetically levitated (Maglev) systems are particularly interesting, in that they are also sensitive to electromagnetic forces. In this work, we propose the use of magnetically levitated superconductors to detect dark-photon and axion dark matter through their couplings to electromagnetism. Several existing laboratory experiments search for these dark-matter candidates at high frequencies, but few are sensitive to frequencies below $\\mathrm{1\\,kHz}$ (corresponding to dark-matter masses $m_\\mathrm{DM}\\lesssim10^{-12}\\,\\mathrm{eV}$). As a mechanical resonator, magnetically levitated superconductors are sensitive to lower frequencies, and so can probe parameter space currently unexplored by laboratory experiments. Dark-photon and axion dark matter can source an oscillating magnetic field that drives the motion of a magnetically levitated superconductor. This motion is resonantly enhanced when the dark matter Compton frequency matches the levitated superconductor's trapping frequency. We outline the necessary modifications to make magnetically levitated superconductors sensitive to dark matter, including specifications for both broadband and resonant schemes. We show that in the $\\mathrm{Hz}\\lesssim f_\\mathrm{DM}\\lesssim\\mathrm{kHz}$ frequency range our technique can achieve the leading sensitivity amongst laboratory probes of both dark-photon and axion dark matter.",
    "paper_submission_date": "27 October, 2023"
  },
  {
    "paper_id": 32,
    "paper_title": "Fluctuating parametric driving of coupled classical oscillators can simulate dissipative qubits",
    "paper_authors": ["Lorenzo Bernazzani", "Guido Burkard"],
    "paper_abstract": "We investigate a system composed of two coupled oscillators subject to stochastic fluctuations in its internal parameters. In particular, we answer the question whether the well-known classical analogy of the quantum dynamics of two-level systems (TLS), i.e. qubits, provided by two coupled oscillators can be extended to simulate the dynamics of dissipative quantum systems. In the context of nanomechanics, the analogy in the dissipation free case has already been tested in multiple experimental setups, e.g., doubly clamped or cantilever string resonators and optically levitated particles. A well-known result of this classical analogy is that the relaxation and decoherence times of the analog quantum system must be equal, i.e. $T_1=T_2$, in contrast to the general case of quantum TLS. We show that this fundamentally quantum feature, i.e. $T_1\\neq T_2$, can be implemented as well in the aforementioned classical systems by adding stochastic fluctuations in their internal parameters. Moreover, we show that these stochastic contributions can be engineered in the control apparatus of those systems.",
    "paper_submission_date": "20 October, 2023"
  },
  {
    "paper_id": 33,
    "paper_title": "The interplay between exciton- and phonon-induced superconductivity might explain the phenomena observed in LK-99",
    "paper_authors": ["Junhui Cao", "Alexey Kavokin"],
    "paper_abstract": "The experimental results hinting at the room temperature and ambient pressure superconductivity and magnetic levitation in LK-99 attracted an unprecedented interest. While attempts of other teams to reproduce the reported observations on similar samples failed so far, it seems worthwhile to try building a theoretical model that would explain the ensemble of the available data. One of important features that needs to be explained is an apparent contradiction between an extremely high critical temperature Tc and rather modest critical magnetic field Bc and critical current jc reported for LK-99. We show theoretically, that these data may be quantitatively reproduced assuming the interplay between exciton- and phonon-induced superconductivity, while the conventional BCS or Brinkman-Rice-Bardeen-Cooper-Schriefer (BR-BCS) mechanisms would result in a much higher Bc for the same Tc.",
    "paper_submission_date": "10 October, 2023"
  },
  {
    "paper_id": 34,
    "paper_title": "Investigation into the nature behind the interesting half levitation behavior of claimed superconductor LK-99",
    "paper_authors": [
      "Lingyi Liao",
      "Zihao Chen",
      "Yuanyuan Tan",
      "Qingsong Mei"
    ],
    "paper_abstract": "A recent article published by Lee et.al. claimed to have successfully achieved superconductivity at room temperature (RT) has become a topical issue. Besides the research paper, Lee and his team provided a demonstration video of LK-99 half levitating (HL) on a magnet. Such interesting HL appearance has drawn tremendous sensation both in academia and the network. However, the true identity of LK-99 still remains unclear, i.e., whether the HL behavior can necessarily indicate the diamagnetism behavior of the sample. Here, we fabricated our own LK-99 samples following the procedures reported by Lee et al. We found quite a few sample pieces showing the typical HL that is similar to those reported. Meanwhile, oxidation during the sample preparation was found to deleterious to acquiring HL in the sample, while furnace cooling or water quenching in the last step revealed little effect. However, our careful observations indicated that those HL pieces are more likely simple ferromagnetic. Then we conducted a comprehensive study on the behavior patterns of typical diamagnetism and ferromagnetic substances interacting with a Nd2Fe14B magnet, and provided instructions to distinguish the characteristics between ferromagnetic and diamagnetic to prevent misunderstanding of LK-99 like levitation behavior.",
    "paper_submission_date": "9 September, 2023"
  },
  {
    "paper_id": 35,
    "paper_title": "Linear cooling of a levitated micromagnetic cylinder by vibration",
    "paper_authors": ["Chris Timberlake", "Elliot Simcox", "Hendrik Ulbricht"],
    "paper_abstract": "We report feedback cooling of translational and librational degrees of freedom of a levitated micromagnet cylinder, utilizing a piezoelectric actuator to apply linear feedback to high-Q mechanical modes. The normal modes are measured with a superconducting pick-up coil coupled to a DC SQUID, and phase information is fed back to the piezoelectric actuator to feedback cool a center-of-mass mode to $1.8 \\pm 1$~K, and a librational mode to $830 \\pm 200$~mK. Q-factors of $1.0 \\times 10^7$ are evaluated for the center-of-mass mode. We find that ground state cooling of the center-of-mass mode is plausible by introducing vibration isolation and optimizing the geometry of the pick-up coil to focus on the specific mode of interest.",
    "paper_submission_date": "5 October, 2023"
  },
  {
    "paper_id": 36,
    "paper_title": "Spinning a levitated mechanical oscillator far into the deep-strong coupling regime",
    "paper_authors": [
      "Joanna A. Zielińska",
      "Fons van der Laan",
      "Andreas Norrman",
      "René Reimann",
      "Martin Frimmer",
      "Lukas Novotny"
    ],
    "paper_abstract": "The field of levitodynamics has made substantial advancements in manipulating the translational and rotational degrees of freedom of levitated nanoparticles. Notably, rotational degrees of freedom can now be cooled to millikelvin temperatures and driven into GHz rotational speeds. However, in the case of cylindrically symmetric nanorotors, only the rotations around their short axes have been effectively manipulated, while the possibility to control rotation around the longer axis has remained a notable gap in the field. Here, we extend the rotational control toolbox by engineering an optically levitated nanodumbbell in vacuum into controlled spinning around its long axis with spinning rates exceeding 1 GHz. This fast spinning introduces deep-strong coupling between the nanodumbell's libration modes, such that the coupling rate $g$ exceeds the bare libration frequencies $Ω_0$ by two orders of magnitude with $g/Ω_0=724\\pm 33$. Our control over the long-axis rotation opens the door to study the physics of deep-strong coupled mechanical oscillators and to observe macroscopic rotational quantum interference effects, thus laying a solid foundation for future applications in quantum technologies. Additionally, we find that our system offers great potential as a nanoscopic gyroscope with competitive sensitivity.",
    "paper_submission_date": "5 October, 2023"
  },
  {
    "paper_id": 37,
    "paper_title": "Observations of a PT-like phase transition and limit cycle oscillations in non-reciprocally coupled optomechanical oscillators levitated in vacuum",
    "paper_authors": [
      "Vojtěch Liška",
      "Tereza Zemánková",
      "Petr Jákl",
      "Martin Šiler",
      "Stephen H. Simpson",
      "Pavel Zemánek",
      "Oto Brzobohatý"
    ],
    "paper_abstract": "We explore the collective non-Hermitian dynamics of a pair of non-conservatively coupled optomechanical oscillators. The oscillators consist of silica nanoparticles optically levitated in vacuum in two parallel pairs of interfering counter-propagating laser beams. By adjusting the relative phase, polarization, and separation of the trapping laser beams, we set the optical interaction between the particles to be purely non-reciprocal. Continuously varying the relative power of the trapping beams over a predefined range takes the system through transition, analogous to a parity-time (PT) phase transition. Decreasing the dissipation rate within the non-equilibrium phase induces a Hopf bifurcation resulting in the formation of collective limit cycle oscillations similar to those observed in phonon lasers. Such systems provide a novel platform for exceptional point optomechanical sensing and due to their wide flexibility and tunability of the interactions can be extended to multi-particle systems, paving the way for the development of topological optomechanical media.",
    "paper_submission_date": "2 November, 2023"
  },
  {
    "paper_id": 38,
    "paper_title": "Non-Hermitian dynamics and nonreciprocity of optically coupled nanoparticles",
    "paper_authors": [
      "Manuel Reisenbauer",
      "Henning Rudolph",
      "Livia Egyed",
      "Klaus Hornberger",
      "Anton V. Zasedatelev",
      "Murad Abuzarli",
      "Benjamin A. Stickler",
      "Uroš Delić"
    ],
    "paper_abstract": "Non-Hermitian dynamics, as observed in photonic, atomic, electrical, and optomechanical platforms, holds great potential for sensing applications and signal processing. Recently, fully tunable nonreciprocal optical interaction has been demonstrated between levitated nanoparticles. Here, we use this tunability to investigate the collective non-Hermitian dynamics of two nonreciprocally and nonlinearly interacting nanoparticles. We observe parity-time symmetry breaking and, for sufficiently strong coupling, a collective mechanical lasing transition, where the particles move along stable limit cycles. This work opens up a research avenue of nonequilibrium multi-particle collective effects, tailored by the dynamic control of individual sites in a tweezer array.",
    "paper_submission_date": "30 October, 2023"
  },
  {
    "paper_id": 39,
    "paper_title": "Perturbative nonlinear feedback forces for optical levitation experiments",
    "paper_authors": [
      "Oscar Kremer",
      "Daniel Tandeitnik",
      "Rafael Mufato",
      "Igor Califrer",
      "Breno Calderoni",
      "Felipe Calliari",
      "Bruno Melo",
      "Guilherme Temporão",
      "Thiago Guerreiro"
    ],
    "paper_abstract": "Feedback control can be used to generate well-determined nonlinear effective potentials in an optical trap, a goal whose applications may range from non-equilibrium thermodynamics to the generation of non-Gaussian states of mechanical motion. Here, we investigate the action of an effective feedback-generated quartic potential on a levitated nanoparticle within the perturbation regime. The effects of feedback delay are discussed and predictions from the perturbation theory of a Brownian particle subjected to a quartic anharmonicity are experimentally verified.",
    "paper_submission_date": "27 September, 2023"
  },
  {
    "paper_id": 40,
    "paper_title": "Insights into bubble droplet interactions in evaporating polymeric droplets",
    "paper_authors": [
      "Gannena K S Raghuram",
      "Durbar Roy",
      "D Chaitanya Kumar Rao",
      "Aloke Kumar",
      "Saptarshi Basu"
    ],
    "paper_abstract": "Polymer droplets subjected to a heated environment have significance in several fields ranging from spray drying and powder formation to surface coating. In the present work, we investigate the evaporation of a high viscoelastic modulus aqueous polymeric droplet in an acoustically levitated environment. Depending on the laser irradiation intensity, we observe nucleation of a bubble in the dilute regime of polymer concentration, contrary to the previously observed bubble nucleation in a semi-dilute entangled regime for low viscoelastic modulus polymer droplets. After the bubble nucleation, a quasi steady bubble growth occurs depending on the laser irradiation intensity and concentrations. Our scaling analysis reveals that bubble growth follows Plesset-Zwick criteria independent of the viscoelastic properties of the polymer solution. Further, we establish that the onset of bubble growth has an inverse nonlinear dependence on the laser irradiation intensity. At high concentrations and laser irradiation intensities, we report the expansion and collapse of polymer membrane without rupture, indicating the formation of an interfacial skin with significant strength. The droplet oscillations are primarily driven by the presence of multiple bubbles and, to some extent, by the rotational motion of the droplet. Finally, depending on the nature of bubble growth, different types of precipitate form contrary to the different modes of atomization observed in low viscoelastic modulus polymer droplets.",
    "paper_submission_date": "27 September, 2023"
  },
  {
    "paper_id": 41,
    "paper_title": "Room-temperature quantum optomechanics using an ultra-low noise cavity",
    "paper_authors": [
      "Guanhao Huang",
      "Alberto Beccari",
      "Nils J. Engelsen",
      "Tobias J. Kippenberg"
    ],
    "paper_abstract": "Ponderomotive squeezing of light, where a mechanical oscillator creates quantum correlations between the phase and amplitude of the interacting light field, is a canonical signature of the quantum regime of optomechanics. At room temperature, this has only been reached in pioneering experiments where an optical restoring force controls the oscillator stiffness, akin to the vibrational motion of atoms in an optical lattice. These include both levitated nanoparticles and optically-trapped cantilevers. Recent advances in engineered mechanical resonators, where the restoring force is provided by material rigidity rather than an external optical potential, have realized ultra-high quality factors (Q) by exploiting `soft clamping'. However entering the quantum regime with such resonators, has so far been prevented by optical cavity frequency fluctuations and thermal intermodulation noise. Here, we overcome this challenge and demonstrate optomechanical squeezing at room temperature in a phononic-engineered membrane-in-the-middle system. By using a high finesse cavity whose mirrors are patterned with phononic crystal structures, we reduce cavity frequency noise by more than 700-fold. In this ultra-low noise cavity, we introduce a silicon nitride membrane oscillator whose density is modulated by silicon nano-pillars, yielding both high thermal conductance and a localized mechanical mode with Q of 1.8e8. These advances enable operation within a factor of 2.5 of the Heisenberg limit, leading to squeezing of the probing field by 1.09 dB below the vacuum fluctuations. Moreover, the long thermal decoherence time of the membrane oscillator (more than 30 vibrational periods) allows us to obtain conditional displaced thermal states of motion with an occupation of 0.97 phonon, using a multimode Kalman filter. Our work extends quantum control of engineered macroscopic oscillators to room temperature.",
    "paper_submission_date": "26 September, 2023"
  },
  {
    "paper_id": 42,
    "paper_title": "Transcending the Acceleration-Bandwidth Trade-off: Lightweight Precision Stages with Active Control of Flexible Dynamics",
    "paper_authors": ["Jingjie Wu", "Lei Zhou"],
    "paper_abstract": "Micro/Nano-positioning stages are of great importance in a wide range of manufacturing machines and instruments. In recent years, the drastically growing demand for higher throughput and reduced power consumption in various IC manufacturing equipment calls for the development of next-generation precision positioning systems with unprecedented acceleration capability while maintaining exceptional positioning accuracy and high control bandwidth. Reducing the stage's weight is an effective approach to achieving this goal. However, the reduction of stages' weight tends to decrease its structural resonance frequency, which limits the closed-loop control bandwidth and can even cause stability issues. Aiming to overcome the aforementioned challenge and thus create new lightweight precision stages with substantially improved acceleration capability without sacrificing stage control performance, this research presents a novel sequential structure and control design framework for lightweight stages with low-frequency flexible modes of the stage being actively controlled. Additional actuators and sensors are placed to actively control the flexible structural dynamics of the lightweight stage to attain high control bandwidth. A case study is simulated to evaluate the effectiveness of the proposed approach, where a stage weight reduction of 24% is demonstrated compared to a baseline case, which demonstrates the potential of the proposed design framework. Experimental evaluation of the designed stage's motion performance will be performed on a magnetically levitated linear motor platform for performance demonstration.",
    "paper_submission_date": "25 September, 2023"
  },
  {
    "paper_id": 43,
    "paper_title": "Observation of non-planar dust acoustic solitary wave in a strongly coupled dusty plasma",
    "paper_authors": [
      "Prarthana Gogoi",
      "Bidyut Chutia",
      "Paragjyoti Sut",
      "Yoshiko Bailung",
      "Nirab C. Adhikary",
      "H. Bailung"
    ],
    "paper_abstract": "The nonlinear evolution and propagation of a stable dust acoustic solitary wave (DASW) in a non-planar geometry is investigated here. The experiment is performed in a strongly coupled dusty plasma consisting of monodisperse micron particles levitated in the sheath of a capacitively coupled RF argon plasma. The non-planar waves are generated with the help of a cylindrical conducting exciter pin placed at the centre of the homogeneous dust cloud. A negative excitation pulse is used to create a dust void and a dust density perturbation simultaneously around the exciter. From the edge of the void, the density perturbation propagates as a nonlinear (cylindrical) non-planar dust acoustic solitary wave. The characteristics of the solitary wave are measured using image analysis of the recorded video of wave propagation. Numerical solution of the modified Korteweg de Vries (KdV) equation with an additional term to take care of the non-planar geometry is compared with the experimental observation. The wave amplitude and width are measured as a function of time and compared with the theoretical predictions.",
    "paper_submission_date": "21 September, 2023"
  },
  {
    "paper_id": 44,
    "paper_title": "FleXstage: Lightweight Magnetically Levitated Precision Stage with Over-Actuation towards High-Throughput IC Manufacturing",
    "paper_authors": ["Jingjie Wu", "Lei Zhou"],
    "paper_abstract": "Precision motion stages play a critical role in various manufacturing and inspection equipment, for example, the wafer/reticle scanning in photolithography scanners and positioning stages in wafer inspection systems. To meet the growing demand for higher throughput in chip manufacturing and inspection, it is critical to create new precision motion stages with higher acceleration capability with high control bandwidth, which calls for the development of lightweight precision stages. However, in today's precision motion systems, only the rigid body motion of the system are under control, and the flexible dynamic systems are in open loop. For these systems, the motion control bandwidth is limited by the first structural resonance frequency of the stage, which enforces a fundamental trade-off between the stage's bandwidth and acceleration capability. Aiming to overcome this trade-off, we have introduced a sequential structure and control design framework for lightweight stages with the low-frequency flexible modes of the stage are under active control. To facilitate the controller design, we further propose to minimize the resonance frequency of the stage's mode being controlled and to maximize the resonance frequency of the uncontrolled mode. The system's control bandwidth is placed in between the resonance frequencies. This paper presents the design, optimization, building, and experimental evaluations for a lightweight magnetically levitated planar stage, which we call FleXstage, with first flexible mode actively controlled via over-actuation. Simulations show the proposed design is highly promising in enabling stages with lightweight without sacrificing control bandwidth. We have some preliminary results now and are still working on the experimental evaluations for the closed-loop system, and will present the results in the oral presentation.",
    "paper_submission_date": "20 September, 2023"
  },
  {
    "paper_id": 45,
    "paper_title": "Magnetically Levitated Microrobotic Mixer",
    "paper_authors": [
      "Ecenur Can Yılmaz",
      "Abdurrahim Yılmaz",
      "Ali Anıl Demirçalı",
      "Efehan Topçu",
      "Lila Kaman",
      "Hüseyin Üvet"
    ],
    "paper_abstract": "Microfluidic systems, when combined with microrobots, offer enhanced precision in chemical synthesis by precisely controlling reaction conditions. These systems, when integrated with analytical tools, allow for real-time monitoring and are cost-efficient due to their minimal volume requirements, thereby reducing risks associated with hazardous chemicals. In our study, we have investigated the mixing efficiency of Thymolphthalein indicator with NaOH solution in a magnetically levitated microrobotic mixer. A PMMA microfluidic chip was used to transfer fluid containing two different solutions and achieve fast and efficient mixing. By adjusting five different flow rates and altering the rotational speeds of the microrobots, the mixing efficiency was observed. The studies were carried out under the laminar regime, with incompressible Newtonian flow rates and varying actuator speeds. The measurement of mixing efficiency was accomplished through the calculation of changes in pixel intensity observed in microscopic images acquired throughout the mixing process. The presence of the microrobots resulted in the best efficiency at 80.37% at 500 rpm and 7 mL/min flow rate. Their potential in advanced reactions, such as nanoparticle synthesis and encapsulation, suggests promising avenues for improving product yields.",
    "paper_submission_date": "20 September, 2023"
  },
  {
    "paper_id": 46,
    "paper_title": "Global properties of nuclei at finite-temperature within the covariant energy density functional theory",
    "paper_authors": [
      "Ante Ravlić",
      "Esra Yüksel",
      "Tamara Nikšić",
      "Nils Paar"
    ],
    "paper_abstract": "In stellar environments nuclei appear at finite temperatures, becoming extremely hot in core-collapse supernovae and neutron star mergers. However, due to theoretical and computational complexity, most model calculations of nuclear properties are performed at zero temperature, while those existing at finite temperatures are limited only to selected regions of the nuclide chart. In this study we perform the global calculation of nuclear properties for even-even $8 \\leq Z \\leq 104$ nuclei at temperatures in range $0\\le T \\le 2$ MeV. Calculations are based on the finite temperature relativistic Hartree-Bogoliubov model supplemented by the Bonche-Levit-Vautherin vapor subtraction procedure. We find that near the neutron-drip line the continuum states have significant contribution already at moderate temperature $T\\approx 1$ MeV, thus emphasising the necessity of the vapor subtraction procedure. Results include neutron emission lifetimes, quadrupole deformations, neutron skin thickness, proton and neutron pairing gaps, entropy and excitation energy. Up to the temperature $T\\approx 1$ MeV nuclear landscape is influenced only moderately by the finite-temperature effects, mainly by reducing the pairing correlations. As the temperature increases further, the effects on nuclear structures become pronounced, reducing both the deformations and the shell effects.",
    "paper_submission_date": "17 September, 2023"
  },
  {
    "paper_id": 47,
    "paper_title": "Convergence to the asymptotic large deviation limit",
    "paper_authors": ["Maxime Debiossac", "Nikolai Kiesel", "Eric Lutz"],
    "paper_abstract": "Large deviation theory offers a powerful and general statistical framework to study the asymptotic dynamical properties of rare events. The application of the formalism to concrete experimental situations is, however, often restricted by finite statistics. Data might not suffice to reach the asymptotic regime or judge whether large deviation estimators converge at all. We here experimentally investigate the large deviation properties of the stochastic work and heat of a levitated nanoparticle subjected to nonequilibrium feedback control. This setting allows us to determine for each quantity the convergence domain of the large deviation estimators using a criterion that does not require the knowledge of the probability distribution. By extracting both the asymptotic exponential decay and the subexponential prefactors, we demonstrate that singular prefactors significantly restrict the convergence characteristics. Our results provide unique insight into the approach to the asymptotic large deviation limit and underscore the pivotal role of singular prefactors.",
    "paper_submission_date": "12 September, 2023"
  },
  {
    "paper_id": 48,
    "paper_title": "Quantum control and fast rotation of levitated diamonds in high vacuum",
    "paper_authors": [
      "Yuanbin Jin",
      "Kunhong Shen",
      "Peng Ju",
      "Xingyu Gao",
      "Chong Zu",
      "Alejandro J. Grine",
      "Tongcang Li"
    ],
    "paper_abstract": "Levitated diamond particles in high vacuum with internal spin qubits have been proposed for exploring macroscopic quantum mechanics, quantum gravity, and precision measurements. The coupling between spins and particle rotation can be utilized to study quantum geometric phase, create gyroscopes and rotational matter-wave interferometers. However, previous efforts in levitated diamonds struggled with vacuum level or spin state readouts. In addition, fast rotation of a levitated diamond has not been reported. To address these gaps, we fabricate an integrated surface ion trap with multiple stabilization electrodes. This facilitates on-chip levitation and, for the first time, optically detected magnetic resonance measurements of a nanodiamond levitated in high vacuum. The internal temperature of our levitated nanodiamond remains moderate below $10^{-5}$ Torr. Impressively, we have driven a nanodiamond to rotate up to 20 MHz ($1.2 \\times 10^{9}$ rpm), surpassing nitrogen-vacancy (NV) center electron spin dephasing rates. Using these NV spins, we observe the pseudo-magnetic field arising from particle rotation. In addition, we demonstrate quantum coherent control of spins in a rotating nanodiamond. These results mark an important development in interfacing mechanical rotation with spin qubits, expanding our capacity to study quantum phenomena.",
    "paper_submission_date": "11 September, 2023"
  },
  {
    "paper_id": 49,
    "paper_title": "Is there charged dark matter bound to ordinary matter? Can it produce observable quantum effects?",
    "paper_authors": ["Muhammad Asjad", "Paolo Tombesi"],
    "paper_abstract": "Levitated nano-spheres of silica, optically trapped in a Fabry-Perot cavity with a single trapping field and the electrostatic field of a charged ring electrode, are used to infer the potential existence of dark matter particles with infinitesimal charge. These particles are presumed to exist in bulk matter as relics of the primordial Universe. In the absence of infinitesimally charged particles within the chosen nano-sphere, the output light in this setup should be thermal. However, if these particles do exist, the cavity's output light is expected to be squeezed even at room temperature, and one could observe entanglement between light and the nano-sphere's center of mass.",
    "paper_submission_date": "25 September, 2023"
  },
  {
    "paper_id": 50,
    "paper_title": "Fate of Quadratic Band Crossing under quasiperiodic modulation",
    "paper_authors": [
      "Raul Liquito",
      "Miguel Gonçalves",
      "Eduardo V. Castro"
    ],
    "paper_abstract": "We study the fate of two-dimensional quadratic band crossing topological phases under a one-dimensional quasiperiodic modulation. By employing numerically exact methods, we fully characterize the phase diagram of the model in terms of spectral, localization and topological properties. Unlike in the presence of regular disorder, the quadratic band crossing is stable towards the application of the quasiperiodic potential and most of the topological phase transitions occur through a gap closing and reopening mechanism, as in the homogeneous case. With a sufficiently strong quasiperiodic potential, the quadratic band crossing point splits into Dirac cones which enables transitions into gapped phases with Chern numbers $C=\\pm1$, absent in the homogeneous limit. This is in sharp contrast with the disordered case, where gapless $C=\\pm1$ phases can arise by perturbing the band crossing with any amount of disorder. In the quasiperiodic case, we find that the $C=\\pm1$ phases can only become gapless for a very strong potential. Only in this regime, the subsequent quasiperiodic-induced topological transitions into the trivial phase mirror the well-known ``levitation and annihilation'' mechanism in the disordered case.",
    "paper_submission_date": "7 September, 2023"
  },
  {
    "paper_id": 51,
    "paper_title": "Seeing the Unheard: dynamics of thin liquid film in holographic ultrasonic field revealed by time-resolved Schlieren imaging",
    "paper_authors": [
      "Weitao Sun",
      "Diyao Wang",
      "Yuheng Yang",
      "Fangyu Cai",
      "Mingchen Gao",
      "Sirui Guo"
    ],
    "paper_abstract": "In this study, we introduce a unique approach that employs time-resolved Schlieren imaging to capture and visualize the dynamic changes of a thin liquid (mixture of water, soap and glycerin) film in ultrasonic wave field with high spatial and temporal resolution. By placing a soap film spanning a wire frame vertically in the path of light, we harnessed the vibrations induced by the ultrasonic waves, resulting in remarkable Schlieren imaging patterns. The investigation not only uncovers an unexpected branch flow phenomenon within the film, challenging existing assumptions, but also reveals a fascinating interplay between vortex flow and branch flow. The experiments have revealed a captivating spectrum of dynamic phenomena within the thin liquid films. The observation of small-scale capillary waves, large-scale standing waves, traveling waves, and the intricate fusion of capillary-gravity wave patterns underscores the rich complexity inherent in the interaction between the films and the holographic ultrasonic wave field. These diverse states of film dynamics provide a comprehensive understanding of the intricate interplay between various wave modes and fluid behavior, further enhancing comprehension of this fascinating phenomenon. The ability to visualize the pressure field opens up new avenues for optimizing acoustic levitation techniques, investigating particle behavior, and exploring potential applications in materials science and bioengineering.",
    "paper_submission_date": "5 September, 2023"
  },
  {
    "paper_id": 52,
    "paper_title": "Spin Read-out of the Motion of Levitated Electrically Rotated Diamonds",
    "paper_authors": [
      "Maxime Perdriat",
      "Cosimo C. Rusconi",
      "Tom Delord",
      "Paul Huillery",
      "Clément Pellet-Mary",
      "Benjamin A. Stickler",
      "Gabriel Hétet"
    ],
    "paper_abstract": "Recent advancements with trapped nano- and micro-particles have enabled the exploration of motional states on unprecedented scales. Rotational degrees of freedom stand out due to their intrinsic non-linearity and their coupling with internal spin degrees of freedom, opening up possibilities for gyroscopy and magnetometry applications and the creation of macroscopic quantum superpositions. However, current techniques for fast and reliable rotation of particles with internal spins face challenges, such as optical absorption and heating issues. Here, to address this gap, we demonstrate electrically driven rotation of micro-particles levitating in Paul traps. We show that micro-particles can be set to rotate stably at 150,000 rpm by operating in a hitherto unexplored parametrically driven regime using the particle electric quadrupolar moment. Moreover, the spin states of nitrogen-vacancy centers in diamonds undergoing full rotation were successfully controlled, allowing accurate angular trajectory reconstruction and demonstrating high rotational stability over extended periods. These achievements mark progress toward interfacing full rotation with internal magnetic degrees of freedom in micron-scale objects. In particular, it extends significantly the type of particles that can be rotated, such as ferromagnets, which offers direct implications for the study of large gyromagnetic effects at the micro-scale.",
    "paper_submission_date": "4 September, 2023"
  },
  {
    "paper_id": 53,
    "paper_title": "Cavity-mediated long-range interactions in levitated optomechanics",
    "paper_authors": [
      "Jayadev Vijayan",
      "Johannes Piotrowski",
      "Carlos Gonzalez-Ballestero",
      "Kevin Weber",
      "Oriol Romero-Isart",
      "Lukas Novotny"
    ],
    "paper_abstract": "The ability to engineer cavity-mediated interactions has emerged as a powerful tool for the generation of non-local correlations and the investigation of non-equilibrium phenomena in many-body systems. Levitated optomechanical systems have recently entered the multi-particle regime, with promise for using arrays of massive strongly coupled oscillators for exploring complex interacting systems and sensing. Here, by combining advances in multi-particle optical levitation and cavity-based quantum control, we demonstrate, for the first time, programmable cavity-mediated interactions between nanoparticles in vacuum. The interaction is mediated by photons scattered by spatially separated particles in a cavity, resulting in strong coupling ($G_\\text{zz}/Ω_\\text{z} = 0.238\\pm0.005$) that does not decay with distance within the cavity mode volume. We investigate the scaling of the interaction strength with cavity detuning and inter-particle separation, and demonstrate the tunability of interactions between different mechanical modes. Our work paves the way towards exploring many-body effects in nanoparticle arrays with programmable cavity-mediated interactions, generating entanglement of motion, and using interacting particle arrays for optomechanical sensing.",
    "paper_submission_date": "28 August, 2023"
  },
  {
    "paper_id": 54,
    "paper_title": "Inverted Oscillators for Testing Gravity-induced Quantum Entanglement",
    "paper_authors": [
      "Tomohiro Fujita",
      "Youka Kaku",
      "Akira Matumura",
      "Yuta Michimura"
    ],
    "paper_abstract": "In the quest for quantum gravity, we have lacked experimental verification, hampered by the weakness of gravity and decoherence. Recently, various experiments have been proposed to verify quantum entanglement induced by Newtonian gravitational interactions. However, they are not yet certainly feasible with existing techniques. To search for a new setup, we compute the logarithmic negativity of two oscillators with arbitrary quadratic potential coupled by gravity. We find that unstable inverted oscillators generate gravity-induced entanglement most quickly and are most resistant to decoherence from environmental fluctuations. As an experimental realization, we propose a setup of the optical levitation of mirrors with the anti-spring effect. To avoid decoherence due to photon shot noise, a sandwich configuration that geometrically creates the anti-spring is promising.",
    "paper_submission_date": "28 August, 2023"
  },
  {
    "paper_id": 55,
    "paper_title": "Large Language Models as Zero-Shot Keyphrase Extractors: A Preliminary Empirical Study",
    "paper_authors": [
      "Mingyang Song",
      "Xuelian Geng",
      "Songfang Yao",
      "Shilong Lu",
      "Yi Feng",
      "Liping Jing"
    ],
    "paper_abstract": "Zero-shot keyphrase extraction aims to build a keyphrase extractor without training by human-annotated data, which is challenging due to the limited human intervention involved. Challenging but worthwhile, zero-shot setting efficiently reduces the time and effort that data labeling takes. Recent efforts on pre-trained large language models (e.g., ChatGPT and ChatGLM) show promising performance on zero-shot settings, thus inspiring us to explore prompt-based methods. In this paper, we ask whether strong keyphrase extraction models can be constructed by directly prompting the large language model ChatGPT. Through experimental results, it is found that ChatGPT still has a lot of room for improvement in the keyphrase extraction task compared to existing state-of-the-art unsupervised and supervised models.",
    "paper_submission_date": "10 January, 2024"
  },
  {
    "paper_id": 56,
    "paper_title": "Scaling Compute Is Not All You Need for Adversarial Robustness",
    "paper_authors": [
      "Edoardo Debenedetti",
      "Zishen Wan",
      "Maksym Andriushchenko",
      "Vikash Sehwag",
      "Kshitij Bhardwaj",
      "Bhavya Kailkhura"
    ],
    "paper_abstract": "The last six years have witnessed significant progress in adversarially robust deep learning. As evidenced by the CIFAR-10 dataset category in RobustBench benchmark, the accuracy under $\\ell_\\infty$ adversarial perturbations improved from 44\\% in \\citet{Madry2018Towards} to 71\\% in \\citet{peng2023robust}. Although impressive, existing state-of-the-art is still far from satisfactory. It is further observed that best-performing models are often very large models adversarially trained by industrial labs with significant computational budgets. In this paper, we aim to understand: ``how much longer can computing power drive adversarial robustness advances?\" To answer this question, we derive \\emph{scaling laws for adversarial robustness} which can be extrapolated in the future to provide an estimate of how much cost we would need to pay to reach a desired level of robustness. We show that increasing the FLOPs needed for adversarial training does not bring as much advantage as it does for standard training in terms of performance improvements. Moreover, we find that some of the top-performing techniques are difficult to exactly reproduce, suggesting that they are not robust enough for minor changes in the training setup. Our analysis also uncovers potentially worthwhile directions to pursue in future research. Finally, we make our benchmarking framework (built on top of \\texttt{timm}~\\citep{rw2019timm}) publicly available to facilitate future analysis in efficient robust deep learning.",
    "paper_submission_date": "20 December, 2023"
  },
  {
    "paper_id": 57,
    "paper_title": "Overcoming Cognitive Distraction and Measurement Noise: Strategies for Humans and Engineering Systems",
    "paper_authors": ["Mehdi Delrobaei"],
    "paper_abstract": "Cognitive distraction and measurement noise are two distinct factors that significantly impact the performance of humans and engineering systems. Cognitive distraction occurs when an individual's attention is diverted from a task, while measurement noise refers to the random variation that can occur in system measurements. Although humans and engineering systems employ different methods to overcome these obstacles, the ultimate goal is to achieve optimal performance. An intriguing question arises: what are the similarities and differences between using the term \"noise\" in engineering and cognitive psychology? Additionally, it is worthwhile to explore whether the human brain and engineering control systems use similar or different approaches to attenuate noise. While this article does not provide a definitive answer, it emphasizes the importance of addressing this question and encourages further investigation.",
    "paper_submission_date": "11 December, 2023"
  },
  {
    "paper_id": 58,
    "paper_title": "Identification of Carbon Stars from LAMOST DR7",
    "paper_authors": [
      "Linlin Li",
      "Kecheng Zhang",
      "Wenyuan Cui",
      "Jianrong Shi",
      "Wei Ji",
      "Zhenyan Huo",
      "Yawei Gao",
      "Shuai Zhang",
      "Mingxu Sun"
    ],
    "paper_abstract": "Carbon stars are excellent kinematic tracers of galaxies and play important roles in understanding the evolution of the Galaxy. Therefore, it is worthwhile to search for them in a large amount of spectra. In this work, we build a new carbon star catalog based on the LAMOST DR7 spectra. The catalog contains 4542 spectra of 3546 carbon stars, identified through line index and near-infrared color-color diagrams. Through visual inspection of the spectra, we further subclassify them into 925 C--H, 384 C--R, 608 C--N, and 1292 Ba stars. However, 437 stars could not be sub-classified due to their low signal-to-noise. Moreover, by comparing with LAMOST DR7 pipeline we find 567 more carbon stars and visually sub-classify them. We find that on the $J-H$ vs. $H-K_{\\rm s}$ two-color diagram, C--N stars can be reliably distinguished from the other three sub-types. Additionally, by utilizing the Gaia distance, we study the distribution of carbon stars in the H-R diagram and identify 258 dwarf carbon stars by the criterion $M_{\\rm G}>$5.0\\,mag. Finally, we present the spatial distribution in Galactic coordinates of the 3546 carbon stars. The majority of C-N, C-R, and Ba stars are distributed at low Galactic latitudes, while most C--H and dC stars distribute at high Galactic latitudes.",
    "paper_submission_date": "11 December, 2023"
  },
  {
    "paper_id": 59,
    "paper_title": "Vivisecting the Dissection: On the Role of Trusted Components in BFT Protocols",
    "paper_authors": [
      "Alysson Bessani",
      "Miguel Correia",
      "Tobias Distler",
      "Rüdiger Kapitza",
      "Paulo Esteves-Verissimo",
      "Jiangshan Yu"
    ],
    "paper_abstract": "A recent paper by Gupta et al. (EuroSys'23) challenged the usefulness of trusted component (TC) based Byzantine fault-tolerant (BFT) protocols to lower the replica group size from $3f+1$ to $2f+1$, identifying three limitations of such protocols and proposing that TCs should be used instead to improve the performance of BFT protocols. Here, we point out flaws in both arguments and advocate that the most worthwhile use of TCs in BFT protocols is indeed to make them as resilient as crash fault-tolerant (CFT) protocols, which can tolerate up to $f$ faulty replicas using $2f+1$ replicas.",
    "paper_submission_date": "9 December, 2023"
  },
  {
    "paper_id": 60,
    "paper_title": "Long-term behaviour in an exactly solvable model of pure decoherence and the problem of Markovian embedding",
    "paper_authors": ["Anton Trushechkin"],
    "paper_abstract": "We consider a well-known exactly solvable model of an open quantum system with pure decoherence. The aim of this paper is twofold. Firstly, decoherence is a property of open quantum systems important for both quantum technologies and the fundamental question of quantum-classical transition. It is worthwhile to study how the long-term rate of decoherence depends on the spectral density characterizing the system-bath interaction in this exactly solvable model. Secondly, we address a more general problem of the Markovian embedding of a non-Markovian open system dynamics. It is often assumed that a non-Markovian open quantum system can be embedded into a larger Markovian system. However, we show that such embedding is possible only for the Ohmic spectral densities (for the case of a positive bath temperature) and is impossible for both the sub- and super-Ohmic spectral densities. From the other side, for the Ohmic spectral densities, an asymptotic large-time Markovianity (in terms of the quantum regression formula) takes place.",
    "paper_submission_date": "27 November, 2023"
  },
  {
    "paper_id": 61,
    "paper_title": "Exploring the Potential of Large Language Models in Computational Argumentation",
    "paper_authors": [
      "Guizhen Chen",
      "Liying Cheng",
      "Luu Anh Tuan",
      "Lidong Bing"
    ],
    "paper_abstract": "Computational argumentation has become an essential tool in various fields, including artificial intelligence, law, and public policy. It is an emerging research field in natural language processing (NLP) that attracts increasing attention. Research on computational argumentation mainly involves two types of tasks: argument mining and argument generation. As large language models (LLMs) have demonstrated strong abilities in understanding context and generating natural language, it is worthwhile to evaluate the performance of LLMs on various computational argumentation tasks. This work aims to embark on an assessment of LLMs, such as ChatGPT, Flan models and LLaMA2 models, under zero-shot and few-shot settings within the realm of computational argumentation. We organize existing tasks into 6 main classes and standardise the format of 14 open-sourced datasets. In addition, we present a new benchmark dataset on counter speech generation, that aims to holistically evaluate the end-to-end performance of LLMs on argument mining and argument generation. Extensive experiments show that LLMs exhibit commendable performance across most of these datasets, demonstrating their capabilities in the field of argumentation. We also highlight the limitations in evaluating computational argumentation and provide suggestions for future research directions in this field.",
    "paper_submission_date": "15 November, 2023"
  },
  {
    "paper_id": 62,
    "paper_title": "Polarized fragmenting jet functions in Inclusive and Exclusive Jet Production",
    "paper_authors": [
      "Zhong-Bo Kang",
      "Hongxi Xing",
      "Fanyi Zhao",
      "Yiyu Zhou"
    ],
    "paper_abstract": "In this work, we present a complete theoretical framework for analyzing the distribution of polarized hadrons within jets, with and without measuring the transverse momentum relative to the standard jet axis. Using soft-collinear effective theory (SCET), we derive the factorization and provide the theoretical calculation of both semi-inclusive and exclusive fragmenting jet functions (FJFs) under longitudinal and transverse polarization. With the polarized FJFs, one gains access to a variety of new observables that can be used for extracting both collinear and transverse momentum dependent parton distribution functions (PDFs) and fragmentation functions (FFs). As examples, we provide numerical results for the spin asymmetry $A_{TU,T}^{\\cos(φ_S - \\hatφ_{S_h})}$ from polarized semi-inclusive hadron-in-jet production in polarized $pp$ collisions at RHIC kinematics, where a transversely polarized quark would lead to the transverse spin of the final-state hadron inside the jet and is thus sensitive to the transversity fragmentation functions. Similarly, another spin asymmetry, $A_{TU, L}^{\\cos(φ_q - φ_{S})}$ from polarized exclusive hadron-in-jet production in polarized $ep$ collisions at EIC kinematics would allow us to access the helicity fragmentation functions. These observables demonstrate promising potential in investigating transverse momentum dependent PDFs and FFs and are worthwhile for further measurements.",
    "paper_submission_date": "1 November, 2023"
  },
  {
    "paper_id": 63,
    "paper_title": "Explicit Formulas of Fractional GJMS operators on hyperbolic spaces and sharp fractional Poincaré-Sobolev and Hardy-Sobolev-Maz'ya inequalities",
    "paper_authors": ["Guozhen Lu", "Qiaohua Yang"],
    "paper_abstract": "Using the scattering theory on the hyperbolic space $\\mathbb{H}^n$, we give the explicit formulas of the fractional GJMS operators $P_γ$ for all $γ\\in(0,\\frac{n}{2})\\setminus\\mathbb{N}$ on $\\mathbb{H}^n$.These $P_γ$ for $γ\\in(0,\\frac{n}{2})\\setminus\\mathbb{N}$ are neither conformal to the fractional Laplacians on $\\mathbb{R}^n_{+}$ nor on $\\mathbb{B}^n$ in $\\mathbb{R}^{n}$ though $P_γ$ are conformal to $(-Δ)^γ$ via half space model and ball model of hyperbolic spaces when $γ\\in\\mathbb{N}$. To circumvent this, we introduce another family of fractional operators $\\tilde{P}_γ$ on $\\mathbb{H}^n$ which are conformal to the fractional Laplacians on $\\mathbb{R}^n_{+}$ and $\\mathbb{B}^n$. It is worthwhile to note that $\\tilde{P}_γ\\not =P_γ$ unless $γ$ is an integer. We establish the fractional Poincaré-Sobolev inequalities associated with both $P_γ$ and $\\tilde{P}_γ$ on $\\mathbb{H}^n$. In particular, when $n\\geq 3$ and $\\frac{n-1}{2}\\leq γ<\\frac{n}{2}$, we prove that the sharp constants in the $γ$-th order of Poincaré-Sobolev inequalities on the hyperbolic space associated with $P_γ$ and $\\tilde{P}_γ$ coincide with the best $γ$-th order Sobolev constant in the $n$-dimensional Euclidean space $\\mathbb{R}^n$. We also establish fractional Hardy-Sobolev-Maz'ya inequality on $\\mathbb{R}^{n}_+$ and $\\mathbb{B}^n$ and prove that the sharp constants in the $γ$-th order Hardy-Sobolev-Maz'ya inequalities on half space $\\mathbb{R}^{n}_+$ and unit ball $\\mathbb{B}^n$ are the same as the best $γ$-th order Sobolev constants in $\\mathbb{R}^n$ when $n\\geq 3$ and $\\frac{n-1}{2}\\leq γ<\\frac{n}{2}$. Our methods crucially rely on the Helgason-Fourier analysis on hyperbolic spaces and delicate analysis of special functions.",
    "paper_submission_date": "29 December, 2023"
  },
  {
    "paper_id": 64,
    "paper_title": "Reinforcement learning in large, structured action spaces: A simulation study of decision support for spinal cord injury rehabilitation",
    "paper_authors": [
      "Nathan Phelps",
      "Stephanie Marrocco",
      "Stephanie Cornell",
      "Dalton L. Wolfe",
      "Daniel J. Lizotte"
    ],
    "paper_abstract": "Reinforcement learning (RL) has helped improve decision-making in several applications. However, applying traditional RL is challenging in some applications, such as rehabilitation of people with a spinal cord injury (SCI). Among other factors, using RL in this domain is difficult because there are many possible treatments (i.e., large action space) and few patients (i.e., limited training data). Treatments for SCIs have natural groupings, so we propose two approaches to grouping treatments so that an RL agent can learn effectively from limited data. One relies on domain knowledge of SCI rehabilitation and the other learns similarities among treatments using an embedding technique. We then use Fitted Q Iteration to train an agent that learns optimal treatments. Through a simulation study designed to reflect the properties of SCI rehabilitation, we find that both methods can help improve the treatment decisions of physiotherapists, but the approach based on domain knowledge offers better performance. Our findings provide a \"proof of concept\" that RL can be used to help improve the treatment of those with an SCI and indicates that continued efforts to gather data and apply RL to this domain are worthwhile.",
    "paper_submission_date": "23 October, 2023"
  },
  {
    "paper_id": 65,
    "paper_title": "Quantum Annealing Solutions for the Closest String Problem with D-Wave Systems",
    "paper_authors": ["Chandeepa Dissanayake"],
    "paper_abstract": "The Closest String Problem is an NP-complete problem which appears more commonly in bioinformatics and coding theory. Less surprisingly, classical approaches have been pursued with two prominent algorithms being the genetic algorithm and simulated annealing. Latest improvements to quantum computing devices with a specialization in optimization tasks such as DWave systems, suggest that an attempt to embed the problem in a model accepted by such systems is worthwhile. In this work, two QUBO formulations have been proposed, with one being a slight modification over the other. Subsequently, an evaluation based on a few simple test cases had been carried out on both formulations. In this regard, the D-Wave annealers have been used, while providing guidelines for optimality on certain platform-specific concerns. For evaluation purposes, a metric termed Occurrence Ratio (OR) has been defined. With minimal hyperparameter tuning, the expected solutions were obtained for every test case and the optimality was guaranteed. To address practical and implementation issues, an inherent decomposition strategy based on the possibility of having substrings has been elucidated to accommodate the restricted qubit count. Conclusively, the need for further investigation on tuning the hyperparameters is emphasized.",
    "paper_submission_date": "19 October, 2023"
  },
  {
    "paper_id": 66,
    "paper_title": "AI Potentiality and Awareness: A Position Paper from the Perspective of Human-AI Teaming in Cybersecurity",
    "paper_authors": [
      "Iqbal H. Sarker",
      "Helge Janicke",
      "Nazeeruddin Mohammad",
      "Paul Watters",
      "Surya Nepal"
    ],
    "paper_abstract": "This position paper explores the broad landscape of AI potentiality in the context of cybersecurity, with a particular emphasis on its possible risk factors with awareness, which can be managed by incorporating human experts in the loop, i.e., \"Human-AI\" teaming. As artificial intelligence (AI) technologies advance, they will provide unparalleled opportunities for attack identification, incident response, and recovery. However, the successful deployment of AI into cybersecurity measures necessitates an in-depth understanding of its capabilities, challenges, and ethical and legal implications to handle associated risk factors in real-world application areas. Towards this, we emphasize the importance of a balanced approach that incorporates AI's computational power with human expertise. AI systems may proactively discover vulnerabilities and detect anomalies through pattern recognition, and predictive modeling, significantly enhancing speed and accuracy. Human experts can explain AI-generated decisions to stakeholders, regulators, and end-users in critical situations, ensuring responsibility and accountability, which helps establish trust in AI-driven security solutions. Therefore, in this position paper, we argue that human-AI teaming is worthwhile in cybersecurity, in which human expertise such as intuition, critical thinking, or contextual understanding is combined with AI's computational power to improve overall cyber defenses.",
    "paper_submission_date": "27 September, 2023"
  },
  {
    "paper_id": 67,
    "paper_title": "Is Certifying $\\ell_p$ Robustness Still Worthwhile?",
    "paper_authors": [
      "Ravi Mangal",
      "Klas Leino",
      "Zifan Wang",
      "Kai Hu",
      "Weicheng Yu",
      "Corina Pasareanu",
      "Anupam Datta",
      "Matt Fredrikson"
    ],
    "paper_abstract": "Over the years, researchers have developed myriad attacks that exploit the ubiquity of adversarial examples, as well as defenses that aim to guard against the security vulnerabilities posed by such attacks. Of particular interest to this paper are defenses that provide provable guarantees against the class of $\\ell_p$-bounded attacks. Certified defenses have made significant progress, taking robustness certification from toy models and datasets to large-scale problems like ImageNet classification. While this is undoubtedly an interesting academic problem, as the field has matured, its impact in practice remains unclear, thus we find it useful to revisit the motivation for continuing this line of research. There are three layers to this inquiry, which we address in this paper: (1) why do we care about robustness research? (2) why do we care about the $\\ell_p$-bounded threat model? And (3) why do we care about certification as opposed to empirical defenses? In brief, we take the position that local robustness certification indeed confers practical value to the field of machine learning. We focus especially on the latter two questions from above. With respect to the first of the two, we argue that the $\\ell_p$-bounded threat model acts as a minimal requirement for safe application of models in security-critical domains, while at the same time, evidence has mounted suggesting that local robustness may lead to downstream external benefits not immediately related to robustness. As for the second, we argue that (i) certification provides a resolution to the cat-and-mouse game of adversarial attacks; and furthermore, that (ii) perhaps contrary to popular belief, there may not exist a fundamental trade-off between accuracy, robustness, and certifiability, while moreover, certified training techniques constitute a particularly promising way for learning robust models.",
    "paper_submission_date": "13 October, 2023"
  },
  {
    "paper_id": 68,
    "paper_title": "The interplay between exciton- and phonon-induced superconductivity might explain the phenomena observed in LK-99",
    "paper_authors": ["Junhui Cao", "Alexey Kavokin"],
    "paper_abstract": "The experimental results hinting at the room temperature and ambient pressure superconductivity and magnetic levitation in LK-99 attracted an unprecedented interest. While attempts of other teams to reproduce the reported observations on similar samples failed so far, it seems worthwhile to try building a theoretical model that would explain the ensemble of the available data. One of important features that needs to be explained is an apparent contradiction between an extremely high critical temperature Tc and rather modest critical magnetic field Bc and critical current jc reported for LK-99. We show theoretically, that these data may be quantitatively reproduced assuming the interplay between exciton- and phonon-induced superconductivity, while the conventional BCS or Brinkman-Rice-Bardeen-Cooper-Schriefer (BR-BCS) mechanisms would result in a much higher Bc for the same Tc.",
    "paper_submission_date": "10 October, 2023"
  },
  {
    "paper_id": 69,
    "paper_title": "Precedent-Enhanced Legal Judgment Prediction with LLM and Domain-Model Collaboration",
    "paper_authors": [
      "Yiquan Wu",
      "Siying Zhou",
      "Yifei Liu",
      "Weiming Lu",
      "Xiaozhong Liu",
      "Yating Zhang",
      "Changlong Sun",
      "Fei Wu",
      "Kun Kuang"
    ],
    "paper_abstract": "Legal Judgment Prediction (LJP) has become an increasingly crucial task in Legal AI, i.e., predicting the judgment of the case in terms of case fact description. Precedents are the previous legal cases with similar facts, which are the basis for the judgment of the subsequent case in national legal systems. Thus, it is worthwhile to explore the utilization of precedents in the LJP. Recent advances in deep learning have enabled a variety of techniques to be used to solve the LJP task. These can be broken down into two categories: large language models (LLMs) and domain-specific models. LLMs are capable of interpreting and generating complex natural language, while domain models are efficient in learning task-specific information. In this paper, we propose the precedent-enhanced LJP framework (PLJP), a system that leverages the strength of both LLM and domain models in the context of precedents. Specifically, the domain models are designed to provide candidate labels and find the proper precedents efficiently, and the large models will make the final prediction with an in-context precedents comprehension. Experiments on the real-world dataset demonstrate the effectiveness of our PLJP. Moreover, our work shows a promising direction for LLM and domain-model collaboration that can be generalized to other vertical domains.",
    "paper_submission_date": "13 October, 2023"
  },
  {
    "paper_id": 70,
    "paper_title": "Cosmic-ray energy reconstruction using machine learning techniques",
    "paper_authors": [
      "A. Alvarado",
      "T. Capistrán",
      "I. Torres",
      "J. R. SacahuÍ",
      "R. Alfaro"
    ],
    "paper_abstract": "HAWC is a ground-based observatory consisting of 300 water Cherenkov detectors, which observes the extensive air showers induced by cosmic rays from some TeV to a few PeV and, in particular, gamma rays from 300 GeV to more than 100 TeV. One of the crucial features required for a detector of extensive air showers is the estimation of the primary energy of the events to study the spectra of cosmic and gamma rays. For HAWC there are currently two gamma-ray energy estimators: one relies on a ground density parameter, while the other utilizes an artificial neural network. For the cosmic ray energy estimation, there is only one estimator based on maximum likelihood procedures and measurements of the lateral charge distribution of the events. It is worthwhile to update the cosmic-ray energy estimator due to recent improvements of the extensive air shower offline-reconstruction techniques in HAWC. Therefore, we implemented an artificial neural network to reconstruct the primary energy of hadronic events trained with several observables that characterize the air showers. We trained several models and evaluated their performance against the existing cosmic ray energy estimator. In this work, we present the features and performance of these models.",
    "paper_submission_date": "10 October, 2023"
  },
  {
    "paper_id": 71,
    "paper_title": "Full-scale modal testing of a Hawk T1A aircraft for benchmarking vibration-based methods",
    "paper_authors": [
      "Marcus Haywood-Alexander",
      "Robin S. Mills",
      "Max D. Champneys",
      "Matthew R. Jones",
      "Matthew S. Bonney",
      "David Wagg",
      "Timothy J. Rogers"
    ],
    "paper_abstract": "Research developments for structural dynamics in the fields of design, system identification and structural health monitoring (SHM) have dramatically expanded the bounds of what can be learned from measured vibration data. However, significant challenges remain in the tasks of identification, prediction and evaluation of full-scale structures. A significant aid in the roadmap to the application of cutting-edge methods to the demands of in-service engineering structures, is the development of comprehensive benchmark datasets. With the aim of developing a useful and worthwhile benchmark dataset for structural dynamics, an extensive testing campaign is presented here. This recent campaign was performed on a decommissioned BAE system Hawk T1A aircraft at the Laboratory for Verification and Validation (LVV) in Sheffield. The aim of this paper is to present the dataset, providing details on the structure, experimental design, and data acquired. The collected data is made freely and openly available with the intention that it serve as a benchmark dataset for challenges in full-scale structural dynamics. Here, the details pertaining to two test phases (frequency and time domain) are presented. So as to ensure that the presented dataset is able to function as a benchmark, some baseline-level results are additionally presented for the tasks of identification and prediction, using standard approaches. It is envisaged that advanced methodologies will demonstrate superiority by favourable comparison with the results presented here. Finally, some dataset-specific challenges are described, with a view to form a hierarchy of tasks and frame discussion over their relative difficulty.",
    "paper_submission_date": "6 October, 2023"
  },
  {
    "paper_id": 72,
    "paper_title": "Dispersive determination of fourth generation quark masses",
    "paper_authors": ["Hsiang-nan Li"],
    "paper_abstract": "We determine the masses of the sequential fourth generation quarks $b'$ and $t'$ in the extension of the Standard Model by solving the dispersion relations associated with the mixing between the neutral states $Q\\bar q$ and $\\bar Qq$, $Q$ ($q$) being a heavy (light) quark. The box diagrams responsible for the mixing, which provide the perturbative inputs to the dispersion relations, involve multiple intermediate channels, i.e., the $ut$ and $ct$ channels, $u$ ($c$, $t$) being an up (charm, top) quark, in the $b'$ case, and the $db'$, $sb'$ and $bb'$ ones, $d$ ($s$, $b$) being a down (strange, bottom) quark, in the $t'$ case. The common solutions for the above channels lead to the masses $m_{b'}=(2.7\\pm 0.1)$ TeV and $m_{t'}\\approx 200$ TeV unambiguously. We show that these superheavy quarks, forming bound states in a Yukawa potential, barely contribute to Higgs boson production via gluon fusion and decay to photon pairs, and bypass current experimental constraints. The mass of the $\\bar b'b'$ ground state is estimated to be about 3.2 TeV. It is thus worthwhile to continue the search for $b'$ quarks or $\\bar b'b'$ resonances at the (high-luminosity) large hadron collider.",
    "paper_submission_date": "27 September, 2023"
  },
  {
    "paper_id": 73,
    "paper_title": "Inclusive-PIM: Hardware-Software Co-design for Broad Acceleration on Commercial PIM Architectures",
    "paper_authors": [
      "Johnathan Alsop",
      "Shaizeen Aga",
      "Mohamed Ibrahim",
      "Mahzabeen Islam",
      "Andrew Mccrabb",
      "Nuwan Jayasena"
    ],
    "paper_abstract": "Continual demand for memory bandwidth has made it worthwhile for memory vendors to reassess processing in memory (PIM), which enables higher bandwidth by placing compute units in/near-memory. As such, memory vendors have recently proposed commercially viable PIM designs. However, these proposals are largely driven by the needs of (a narrow set of) machine learning (ML) primitives. While such proposals are reasonable given the the growing importance of ML, as memory is a pervasive component, %in this work, we make there is a case for a more inclusive PIM design that can accelerate primitives across domains.\n  In this work, we ascertain the capabilities of commercial PIM proposals to accelerate various primitives across domains. We first begin with outlining a set of characteristics, termed PIM-amenability-test, which aid in assessing if a given primitive is likely to be accelerated by PIM. Next, we apply this test to primitives under study to ascertain efficient data-placement and orchestration to map the primitives to underlying PIM architecture. We observe here that, even though primitives under study are largely PIM-amenable, existing commercial PIM proposals do not realize their performance potential for these primitives. To address this, we identify bottlenecks that arise in PIM execution and propose hardware and software optimizations which stand to broaden the acceleration reach of commercial PIM designs (improving average PIM speedups from 1.12x to 2.49x relative to a GPU baseline). Overall, while we believe emerging commercial PIM proposals add a necessary and complementary design point in the application acceleration space, hardware-software co-design is necessary to deliver their benefits broadly.",
    "paper_submission_date": "17 January, 2024"
  },
  {
    "paper_id": 74,
    "paper_title": "VadCLIP: Adapting Vision-Language Models for Weakly Supervised Video Anomaly Detection",
    "paper_authors": [
      "Peng Wu",
      "Xuerong Zhou",
      "Guansong Pang",
      "Lingru Zhou",
      "Qingsen Yan",
      "Peng Wang",
      "Yanning Zhang"
    ],
    "paper_abstract": "The recent contrastive language-image pre-training (CLIP) model has shown great success in a wide range of image-level tasks, revealing remarkable ability for learning powerful visual representations with rich semantics. An open and worthwhile problem is efficiently adapting such a strong model to the video domain and designing a robust video anomaly detector. In this work, we propose VadCLIP, a new paradigm for weakly supervised video anomaly detection (WSVAD) by leveraging the frozen CLIP model directly without any pre-training and fine-tuning process. Unlike current works that directly feed extracted features into the weakly supervised classifier for frame-level binary classification, VadCLIP makes full use of fine-grained associations between vision and language on the strength of CLIP and involves dual branch. One branch simply utilizes visual features for coarse-grained binary classification, while the other fully leverages the fine-grained language-image alignment. With the benefit of dual branch, VadCLIP achieves both coarse-grained and fine-grained video anomaly detection by transferring pre-trained knowledge from CLIP to WSVAD task. We conduct extensive experiments on two commonly-used benchmarks, demonstrating that VadCLIP achieves the best performance on both coarse-grained and fine-grained WSVAD, surpassing the state-of-the-art methods by a large margin. Specifically, VadCLIP achieves 84.51% AP and 88.02% AUC on XD-Violence and UCF-Crime, respectively. Code and features are released at https://github.com/nwpu-zxr/VadCLIP.",
    "paper_submission_date": "15 December, 2023"
  },
  {
    "paper_id": 75,
    "paper_title": "Attention Is Not All You Need Anymore",
    "paper_authors": ["Zhe Chen"],
    "paper_abstract": "In recent years, the popular Transformer architecture has achieved great success in many application areas, including natural language processing and computer vision. Many existing works aim to reduce the computational and memory complexity of the self-attention mechanism in the Transformer by trading off performance. However, performance is key for the continuing success of the Transformer. In this paper, a family of drop-in replacements for the self-attention mechanism in the Transformer, called the Extractors, is proposed. Four types of the Extractors, namely the super high-performance Extractor (SHE), the higher-performance Extractor (HE), the worthwhile Extractor (WE), and the minimalist Extractor (ME), are proposed as examples. Experimental results show that replacing the self-attention mechanism with the SHE evidently improves the performance of the Transformer, whereas the simplified versions of the SHE, i.e., the HE, the WE, and the ME, perform close to or better than the self-attention mechanism with less computational and memory complexity. Furthermore, the proposed Extractors have the potential or are able to run faster than the self-attention mechanism since their critical paths of computation are much shorter. Additionally, the sequence prediction problem in the context of text generation is formulated using variable-length discrete-time Markov chains, and the Transformer is reviewed based on our understanding.",
    "paper_submission_date": "19 September, 2023"
  },
  {
    "paper_id": 76,
    "paper_title": "\"Zero Cost'' Majority Attacks on Permissionless Blockchains",
    "paper_authors": ["Joshua S. Gans", "Hanna Halaburda"],
    "paper_abstract": "The core premise of permissionless blockchains is their reliable and secure operation without the need to trust any individual agent. At the heart of blockchain consensus mechanisms is an explicit cost (whether work or stake) for participation in the network and the opportunity to add blocks to the blockchain. A key rationale for that cost is to make attacks on the network, which could be theoretically carried out if a majority of nodes were controlled by a single entity, too expensive to be worthwhile. We demonstrate that a majority attacker can successfully attack with a {\\em negative cost}, which shows that the protocol mechanisms are insufficient to create a secure network, and emphasizes the importance of socially driven mechanisms external to the protocol. At the same time, negative cost enables a new type of majority attack that is more likely to elude external scrutiny.",
    "paper_submission_date": "12 August, 2023"
  },
  {
    "paper_id": 77,
    "paper_title": "Honeycomb Layered Frameworks with Metallophilic Bilayers",
    "paper_authors": [
      "Godwill Mbiti Kanyolo",
      "Titus Masese",
      "Yoshinobu Miyazaki",
      "Shintaro Tachibana",
      "Chengchao Zhong",
      "Yuki Orikasa",
      "Tomohiro Saito"
    ],
    "paper_abstract": "This Review highlights the exciting advancements in the science of honeycomb layered frameworks with metallophilic bilayers that have recently garnered attention particularly due to reports of anomalous fractional valency states of silver cations sandwiched between transition metal slabs of other cations. First, the latest tactics and techniques including but not limited to X-ray absorption spectroscopy (XAS) and high-resolution transmission electron microscopy (HRTEM) particularly necessary for characterising recent honeycomb layered frameworks with metallophilic bilayers are described, with emphasis on silver-based oxides. Second, new strategies and concepts related to topochemically- or temperature-induced cationic-deficient phases expanding the compositional space of honeycomb layered frameworks focused on cationic bilayer architectures are also accentuated. Third, the latest condensed matter theoretic advances towards a full, atomistic description of the bilayered structure in such frameworks are detailed, especially related to critical phenomena at the cusp of the monolayer-bilayer phase transition. This entails, in part, describing honeycomb layered frameworks as optimised lattices within the congruent sphere packing problem, equivalent to a particular two-dimensional (2D) conformal field theory. Altogether, it is hoped that this Review will give the reader a panoramic view of the honeycomb layered frameworks with important applications within the emerging field of quantum matter, potentially redefining their frontier. Thus, the scope of this Review is expected to be worthwhile for recent graduates and emerging experts alike not only in the materials science and chemistry community but also in other diverse fields of interest.",
    "paper_submission_date": "14 November, 2023"
  },
  {
    "paper_id": 78,
    "paper_title": "Select and Augment: Enhanced Dense Retrieval Knowledge Graph Augmentation",
    "paper_authors": ["Micheal Abaho", "Yousef H. Alfaifi"],
    "paper_abstract": "Injecting textual information into knowledge graph (KG) entity representations has been a worthwhile expedition in terms of improving performance in KG oriented tasks within the NLP community. External knowledge often adopted to enhance KG embeddings ranges from semantically rich lexical dependency parsed features to a set of relevant key words to entire text descriptions supplied from an external corpus such as wikipedia and many more. Despite the gains this innovation (Text-enhanced KG embeddings) has made, the proposal in this work suggests that it can be improved even further. Instead of using a single text description (which would not sufficiently represent an entity because of the inherent lexical ambiguity of text), we propose a multi-task framework that jointly selects a set of text descriptions relevant to KG entities as well as align or augment KG embeddings with text descriptions. Different from prior work that plugs formal entity descriptions declared in knowledge bases, this framework leverages a retriever model to selectively identify richer or highly relevant text descriptions to use in augmenting entities. Furthermore, the framework treats the number of descriptions to use in augmentation process as a parameter, which allows the flexibility of enumerating across several numbers before identifying an appropriate number. Experiment results for Link Prediction demonstrate a 5.5% and 3.5% percentage increase in the Mean Reciprocal Rank (MRR) and Hits@10 scores respectively, in comparison to text-enhanced knowledge graph augmentation methods using traditional CNNs.",
    "paper_submission_date": "25 October, 2023"
  },
  {
    "paper_id": 79,
    "paper_title": "On Collaboration in Distributed Parameter Estimation with Resource Constraints",
    "paper_authors": [
      "Yu-Zhen Janice Chen",
      "Daniel S. Menasché",
      "Don Towsley"
    ],
    "paper_abstract": "We study sensor/agent data collection and collaboration policies for parameter estimation, accounting for resource constraints and correlation between observations collected by distinct sensors/agents. Specifically, we consider a group of sensors/agents each samples from different variables of a multivariate Gaussian distribution and has different estimation objectives, and we formulate a sensor/agent's data collection and collaboration policy design problem as a Fisher information maximization (or Cramer-Rao bound minimization) problem. When the knowledge of correlation between variables is available, we analytically identify two particular scenarios: (1) where the knowledge of the correlation between samples cannot be leveraged for collaborative estimation purposes and (2) where the optimal data collection policy involves investing scarce resources to collaboratively sample and transfer information that is not of immediate interest and whose statistics are already known, with the sole goal of increasing the confidence on the estimate of the parameter of interest. When the knowledge of certain correlation is unavailable but collaboration may still be worthwhile, we propose novel ways to apply multi-armed bandit algorithms to learn the optimal data collection and collaboration policy in our distributed parameter estimation problem and demonstrate that the proposed algorithms, DOUBLE-F, DOUBLE-Z, UCB-F, UCB-Z, are effective through simulations.",
    "paper_submission_date": "12 July, 2023"
  },
  {
    "paper_id": 80,
    "paper_title": "Automotive Radar Mutual Interference Mitigation Based on Hough Transform in Time-Frequency Domain",
    "paper_authors": ["Yanbing Li", "Weichuan Zhang", "Lianying Ji"],
    "paper_abstract": "With the development of autonomous driving technology, automotive radar has received unprecedented attention due to its day-and-night and all-weather working capability. It is worthwhile to note that more and more vehicles are equipped with automotive radars, resulting in mutual interference between radars. The interference reduces radar target detection performance, making perception information unreliable. In this paper, a novel interference mitigation method based on power-weighted Hough transform is proposed for solving the radar mutual interference and improving the safety of autonomous driving systems. Firstly, the frequency modulation characteristics of interference signals and target echo signals are analyzed, and differences between the two signals are introduced. Secondly, based on the straight line detection technique, the power of the mutual interference signal in time-frequency domain is accumulated, and the accurate position of the interference is located. Finally, the target echo is recovered by autoregressive model. Compared with existing state-of-the-art methods, the proposed method has the ability to retain more useful signals after the interference mitigation, and achieve better interference detection robustness under low signal-to-noise ratio conditions. Simulation experiments and real scenario experiments verify the effectiveness of the proposed method and show its superiority.",
    "paper_submission_date": "9 July, 2023"
  },
  {
    "paper_id": 81,
    "paper_title": "Study of the gluonic quartic gauge couplings at muon colliders",
    "paper_authors": ["Ji-Chong Yang", "Yu-Chen Guo", "Yi-Fei Dong"],
    "paper_abstract": "The potential of the muon colliders open up new possibilities for the exploration of new physics beyond the Standard Model. It is worthwhile to investigate whether muon colliders are suitable for studying gluonic quartic gauge couplings~(gQGCs), which can be contributed by dimension-8 operators in the framework of the Standard Model effective field theory, and are intensively studied recently. In this paper, we study the sensitivity of the process $μ^+μ^-\\to j j ν\\barν$ to gQGCs. Our result indicate that the muon colliders with c.m. energies larger than $4\\;{\\rm TeV}$ can be more sensitive to gQGCs than the Large Hadron Collider.",
    "paper_submission_date": "16 November, 2023"
  },
  {
    "paper_id": 82,
    "paper_title": "Different Games in Dialogue: Combining character and conversational types in strategic choice",
    "paper_authors": ["Alafate Abulimiti"],
    "paper_abstract": "In this paper, we show that investigating the interaction of conversational type (often known as language game or speech genre) with the character types of the interlocutors is worthwhile. We present a method of calculating the decision making process for selecting dialogue moves that combines character type and conversational type. We also present a mathematical model that illustrate these factors' interactions in a quantitative way.",
    "paper_submission_date": "5 July, 2023"
  },
  {
    "paper_id": 83,
    "paper_title": "Spectroscopic comparative study of the red giant binary system gamma Leonis A and B",
    "paper_authors": ["Yoichi Takeda"],
    "paper_abstract": "Gamma~Leo is a long-period visual binary system consisting of K0III (A) and G7III (B) giants, in which particular interest is attracted by the brighter A since the discovery of a planet around it. While detailed spectroscopic comparative study of both components would be worthwhile (e.g., for probing any impact of planet formation on chemical abundances), such a research seems to have been barely attempted as most available studies tend to be biased toward A. Given this situation, the physical properties of A and B along with their differences were investigated based on high-dispersion spectra in order to establish their stellar parameters, evolutionary status, and surface chemical compositions. The following results were obtained. (1) The masses were derived as ~1.7Msun and ~1.6Msun for A and B, respectively, both of which are likely to be in the stage of red clump giants after He-ignition. The mass of the planet around A has also been revised as m*sin(i) = 10.7M_Jupiter (increased by ~20%). (2) These are normal giants of subsolar metallicity ([Fe/H]~-0.4) belonging to the thin-disk population. (3) A as well as B show moderate C deficiency and N enrichment, which are in compatible with the prediction from the standard stellar evolution theory. (4) The chemical abundances of 26 elements are practically the same within <~0.1dex for both components, which implies that the surface chemistry is not appreciably affected by the existence of a planet in A.",
    "paper_submission_date": "29 June, 2023"
  },
  {
    "paper_id": 84,
    "paper_title": "Universal adversarial perturbations for multiple classification tasks with quantum classifiers",
    "paper_authors": ["Yun-Zhong Qiu"],
    "paper_abstract": "Quantum adversarial machine learning is an emerging field that studies the vulnerability of quantum learning systems against adversarial perturbations and develops possible defense strategies. Quantum universal adversarial perturbations are small perturbations, which can make different input samples into adversarial examples that may deceive a given quantum classifier. This is a field that was rarely looked into but worthwhile investigating because universal perturbations might simplify malicious attacks to a large extent, causing unexpected devastation to quantum machine learning models. In this paper, we take a step forward and explore the quantum universal perturbations in the context of heterogeneous classification tasks. In particular, we find that quantum classifiers that achieve almost state-of-the-art accuracy on two different classification tasks can be both conclusively deceived by one carefully-crafted universal perturbation. This result is explicitly demonstrated with well-designed quantum continual learning models with elastic weight consolidation method to avoid catastrophic forgetting, as well as real-life heterogeneous datasets from hand-written digits and medical MRI images. Our results provide a simple and efficient way to generate universal perturbations on heterogeneous classification tasks and thus would provide valuable guidance for future quantum learning technologies.",
    "paper_submission_date": "25 October, 2023"
  },
  {
    "paper_id": 85,
    "paper_title": "RIP Linked List",
    "paper_authors": ["Benoît Sonntag", "Dominique Colnet"],
    "paper_abstract": "Linked lists have always been an excellent teaching tool in programming.The question arises as to whether it is really worthwhile to use linked lists in the programs we run on a daily basis.It seems that in most cases array-based data structures are more advantageous, both in terms of memory space and, most importantly, in terms of execution speed.While it is easy to calculate the complexity of the operations, what about the actual execution efficiency? In this paper we try to answer this question by introducing a new benchmark.Our survey compares several linked-list implementations with some array-based implementations.We also propose a new array-based data structure that is well suited for list operations.",
    "paper_submission_date": "12 June, 2023"
  },
  {
    "paper_id": 86,
    "paper_title": "Building a Credible Case for Safety: Waymo's Approach for the Determination of Absence of Unreasonable Risk",
    "paper_authors": [
      "Francesca Favaro",
      "Laura Fraade-Blanar",
      "Scott Schnelle",
      "Trent Victor",
      "Mauricio Peña",
      "Johan Engstrom",
      "John Scanlon",
      "Kris Kusano",
      "Dan Smith"
    ],
    "paper_abstract": "This paper presents an overview of Waymo's approach to building a reliable case for safety - a novel and thorough blueprint for use by any company building fully autonomous driving systems. A safety case for fully autonomous operations is a formal way to explain how a company determines that an AV system is safe enough to be deployed on public roads without a human driver, and it includes evidence to support that determination. It involves an explanation of the system, the methodologies used to develop it, the metrics used to validate it and the actual results of validation tests. Yet, in order to develop a worthwhile safety case, it is first important to understand what makes one credible and well crafted, and align on evaluation criteria. This paper helps enabling such alignment by providing foundational thinking into not only how a system is determined to be ready for deployment but also into justifying that the set of acceptance criteria employed in such determination is sufficient and that their evaluation (and associated methods) is credible. The publication is structured around three complementary perspectives on safety that build upon content published by Waymo since 2020: a layered approach to safety; a dynamic approach to safety; and a credible approach to safety. The proposed approach is methodology-agnostic, so that anyone in the space could employ portions or all of it.",
    "paper_submission_date": "2 June, 2023"
  },
  {
    "paper_id": 87,
    "paper_title": "OMNI: Open-endedness via Models of human Notions of Interestingness",
    "paper_authors": [
      "Jenny Zhang",
      "Joel Lehman",
      "Kenneth Stanley",
      "Jeff Clune"
    ],
    "paper_abstract": "Open-ended algorithms aim to learn new, interesting behaviors forever. That requires a vast environment search space, but there are thus infinitely many possible tasks. Even after filtering for tasks the current agent can learn (i.e., learning progress), countless learnable yet uninteresting tasks remain (e.g., minor variations of previously learned tasks). An Achilles Heel of open-endedness research is the inability to quantify (and thus prioritize) tasks that are not just learnable, but also $\\textit{interesting}$ (e.g., worthwhile and novel). We propose solving this problem by $\\textit{Open-endedness via Models of human Notions of Interestingness}$ (OMNI). The insight is that we can utilize large (language) models (LMs) as a model of interestingness (MoI), because they $\\textit{already}$ internalize human concepts of interestingness from training on vast amounts of human-generated data, where humans naturally write about what they find interesting or boring. We show that LM-based MoIs improve open-ended learning by focusing on tasks that are both learnable $\\textit{and interesting}$, outperforming baselines based on uniform task sampling or learning progress alone. This approach has the potential to dramatically advance the ability to intelligently select which tasks to focus on next (i.e., auto-curricula), and could be seen as AI selecting its own next task to learn, facilitating self-improving AI and AI-Generating Algorithms. View website at https://www.jennyzhangzt.com/omni/",
    "paper_submission_date": "6 October, 2023"
  },
  {
    "paper_id": 88,
    "paper_title": "Higgs Information and NMSSM at the Large Hadron Collider",
    "paper_authors": ["Surabhi Gupta", "Sudhir Kumar Gupta"],
    "paper_abstract": "Information theory has proven to be a worthwhile tool for investigating the implications of the Higgs sector in the Next-to-minimal supersymmetric Standard Model (NMSSM) using Higgs information at the Large Hadron Collider assessed through the entropy constructed by means of the branching ratios of decay channels of the Higgs boson. The present article focuses on the parameter space of supersymmetric extension with an extra term of gauge singlet in light of various experimental constraints. Our findings show the most preferred values of $m_0$, $m_{1/2}$, $ A_0$, $ tanβ$, $λ$, $μ_{eff}$, neutralino LSP $ m_{\\tildeχ^{0}_{1}}$, lightest chargino $ m_{\\tildeχ^{\\pm}_{1}}$, singlino $ m_{\\tildeχ^{0}_{5}}$, and gluino $ m_{\\tilde g}$ to be around 1.93 TeV, 1.78 TeV, $-$3.62 TeV, 27.5, 0.012, 665.7 GeV, 0.74 TeV, 0.79 TeV, 11.24 TeV, and 3.70 TeV, respectively, that is compatible with the relic density of dark matter.",
    "paper_submission_date": "2 June, 2023"
  },
  {
    "paper_id": 89,
    "paper_title": "Oxide perovskite BaSnO3: A promising high-temperature thermoelectric material for transparent conducting oxides",
    "paper_authors": [
      "Xiefei Song",
      "Guangzhao Wang",
      "Li Zhou",
      "Haiyan Yang",
      "Xiaopan Li",
      "Haitao Yang",
      "Yuncheng Shen",
      "Guangyang Xu",
      "Yuhui Luo",
      "Ning Wang"
    ],
    "paper_abstract": "The new technology of energy conversion must be developed to ensure energy sustainability. Thermoelectric (TE) materials provide an effective means to solve the energy crisis. As a potential TE candidate, the TE properties of perovskite have received extensively attention. We here investigate the TE transport properties of the transparent conducting oxide (TCO) BaSnO3 by first-principles calculations. We find that the BaSnO3 perovskite exhibits outstanding dynamic and thermal stabilities, which provide excellent electronic and thermal transport properties simultaneously. These properties contribute to the remarkable Seebeck coefficient and power factor, which gives rise to the ZT of n-0.37 and p-1.52 at 900 K. Additionally, doping and nanostructure open prospects for effectively improving the TE properties of BaSnO3. Our work provides a basis for further optimizing the TE transport properties of cubic BaSnO3 and may have worthwhile practical significance for applying cubic perovskite to the high-temperature thermoelectric field.",
    "paper_submission_date": "27 July, 2023"
  },
  {
    "paper_id": 90,
    "paper_title": "Dineutron-dineutron correlation in $^8$He",
    "paper_authors": [
      "Y. Yamaguchi",
      "W. Horiuchi",
      "T. Ichikawa",
      "N. Itagaki"
    ],
    "paper_abstract": "Background: The four-neutron correlation has been attracting much attention for decades. In addition to the study on the tetra-neutron system, it is worthwhile to investigate the correlation in bound systems.\n  Purpose: The $^8$He nucleus is a system where four neutrons are weakly bound around the $^4$He core. The dineutron ($2n$) correlation has been long discussed in various weakly-bound neutron-rich nuclei such as $^6$He and $^{11}$Li, whereas the $^8$He nucleus gives us an opportunity to investigate the $2n$-$2n$ type four-neutron correlation.\n  Methods: We introduce a microscopic $^4{\\rm He}+4n$ model and describe the ground-state structure of $^8$He. The mixing of the two-$2n$ component in the ground state is examined. The ground-state wave function is verified by investigating various observables including high-energy scattering cross sections.\n  Results: Our model reasonably reproduces the available experimental data, the binding energy, charge radius, total reaction cross section, and proton-nucleus elastic scattering cross section data. We find that the significant mixing of the two-$2n$ cluster configurations around $^4$He in the ground state of $^8$He: The ground state has a squared overlap of about 45% with a $2n$-$^4$He-$2n$ configuration with the $^4$He-$2n$ distance of 3 fm and opening angle of 80$^\\circ$.\n  Conclusion: The ground state of $^8$He contains a certain amount of the two-$2n$ cluster component, indicating the strong nuclear deformation, which was experimentally observed recently.",
    "paper_submission_date": "27 June, 2023"
  },
  {
    "paper_id": 91,
    "paper_title": "Dual-ratio approach for detection of point fluorophores in biological tissue",
    "paper_authors": [
      "Giles Blaney",
      "Fernando Ivich",
      "Angelo Sassaroli",
      "Mark Niedre",
      "Sergio Fantini"
    ],
    "paper_abstract": "Significance: Diffuse in-vivo Flow Cytometry (DiFC) is an emerging fluorescence sensing method to non-invasively detect labeled circulating cells in-vivo. However, due to Signal-to-Noise Ratio (SNR) constraints largely attributed to background tissue autofluorescence, DiFC's measurement depth is limited. multiplies Aim: The Dual-Ratio (DR) / dual-slope is a new optical measurement method that aims to suppress noise and enhance SNR to deep tissue regions. We aim to investigate the combination of DR and Near-InfraRed (NIR) DiFC to improve circulating cells' maximum detectable depth and SNR.\n  Approach: Phantom experiments were used to estimate the key parameters in a diffuse fluorescence excitation and emission model. This model and parameters were implemented in Monte-Carlo to simulate DR DiFC while varying noise and autofluorescence parameters to identify the advantages and limitations of the proposed technique.\n  Results: Two key factors must be true to give DR DiFC an advantage over traditional DiFC; first, the fraction of noise that DR methods cannot cancel cannot be above the order of 10% for acceptable SNR. Second, DR DiFC has an advantage, in terms of SNR, if the distribution of tissue autofluorescence contributors is surface-weighted.\n  Conclusions: DR cancelable noise may be designed for (e.g. through the use of source multiplexing), and indications point to the autofluorescence contributors' distribution being truly surface-weighted in-vivo. Successful and worthwhile implementation of DR DiFC depends on these considerations, but results point to DR DiFC having possible advantages over traditional DiFC.",
    "paper_submission_date": "3 July, 2023"
  },
  {
    "paper_id": 92,
    "paper_title": "Sparse random matrices and Gaussian ensembles with varying randomness",
    "paper_authors": [
      "Takanori Anegawa",
      "Norihiro Iizuka",
      "Arkaprava Mukherjee",
      "Sunil Kumar Sake",
      "Sandip P. Trivedi"
    ],
    "paper_abstract": "We study a system of $N$ qubits with a random Hamiltonian obtained by drawing coupling constants from Gaussian distributions in various ways. This results in a rich class of systems which include the GUE and the fixed $q$ SYK theories. Our motivation is to understand the system at large $N$. In practice most of our calculations are carried out using exact diagonalisation techniques (up to $N=24$). Starting with the GUE, we study the resulting behaviour as the randomness is decreased. While in general the system goes from being chaotic to being more ordered as the randomness is decreased, the changes in various properties, including the density of states, the spectral form factor, the level statistics and out-of-time-ordered correlators, reveal interesting patterns. Subject to the limitations of our analysis which is mainly numerical, we find some evidence that the behaviour changes in an abrupt manner when the number of non-zero independent terms in the Hamiltonian is exponentially large in $N$. We also study the opposite limit of much reduced randomness obtained in a local version of the SYK model where the number of couplings scales linearly in $N$, and characterise its behaviour. Our investigation suggests that a more complete theoretical analysis of this class of systems will prove quite worthwhile.",
    "paper_submission_date": "22 December, 2023"
  },
  {
    "paper_id": 93,
    "paper_title": "HAHE: Hierarchical Attention for Hyper-Relational Knowledge Graphs in Global and Local Level",
    "paper_authors": [
      "Haoran Luo",
      "Haihong E",
      "Yuhao Yang",
      "Yikai Guo",
      "Mingzhi Sun",
      "Tianyu Yao",
      "Zichen Tang",
      "Kaiyang Wan",
      "Meina Song",
      "Wei Lin"
    ],
    "paper_abstract": "Link Prediction on Hyper-relational Knowledge Graphs (HKG) is a worthwhile endeavor. HKG consists of hyper-relational facts (H-Facts), composed of a main triple and several auxiliary attribute-value qualifiers, which can effectively represent factually comprehensive information. The internal structure of HKG can be represented as a hypergraph-based representation globally and a semantic sequence-based representation locally. However, existing research seldom simultaneously models the graphical and sequential structure of HKGs, limiting HKGs' representation. To overcome this limitation, we propose a novel Hierarchical Attention model for HKG Embedding (HAHE), including global-level and local-level attention. The global-level attention can model the graphical structure of HKG using hypergraph dual-attention layers, while the local-level attention can learn the sequential structure inside H-Facts via heterogeneous self-attention layers. Experiment results indicate that HAHE achieves state-of-the-art performance in link prediction tasks on HKG standard datasets. In addition, HAHE addresses the issue of HKG multi-position prediction for the first time, increasing the applicability of the HKG link prediction task. Our code is publicly available.",
    "paper_submission_date": "15 May, 2023"
  },
  {
    "paper_id": 94,
    "paper_title": "Creative Discovery using QD Search",
    "paper_authors": [
      "Jon McCormack",
      "Camilo Cruz Gambardella",
      "Stephen James Krol"
    ],
    "paper_abstract": "In creative design, where aesthetics play a crucial role in determining the quality of outcomes, there are often multiple worthwhile possibilities, rather than a single ``best'' design. This challenge is compounded in the use of computational generative systems, where the sheer number of potential outcomes can be overwhelming. This paper introduces a method that combines evolutionary optimisation with AI-based image classification to perform quality-diversity search, allowing for the creative exploration of complex design spaces. The process begins by randomly sampling the genotype space, followed by mapping the generated phenotypes to a reduced representation of the solution space, as well as evaluating them based on their visual characteristics. This results in an elite group of diverse outcomes that span the solution space. The elite is then progressively updated via sampling and simple mutation. We tested our method on a generative system that produces abstract drawings. The results demonstrate that the system can effectively evolve populations of phenotypes with high aesthetic value and greater visual diversity compared to traditional optimisation-focused evolutionary approaches.",
    "paper_submission_date": "8 May, 2023"
  },
  {
    "paper_id": 95,
    "paper_title": "Semantic Segmentation using Vision Transformers: A survey",
    "paper_authors": [
      "Hans Thisanke",
      "Chamli Deshan",
      "Kavindu Chamith",
      "Sachith Seneviratne",
      "Rajith Vidanaarachchi",
      "Damayanthi Herath"
    ],
    "paper_abstract": "Semantic segmentation has a broad range of applications in a variety of domains including land coverage analysis, autonomous driving, and medical image analysis. Convolutional neural networks (CNN) and Vision Transformers (ViTs) provide the architecture models for semantic segmentation. Even though ViTs have proven success in image classification, they cannot be directly applied to dense prediction tasks such as image segmentation and object detection since ViT is not a general purpose backbone due to its patch partitioning scheme. In this survey, we discuss some of the different ViT architectures that can be used for semantic segmentation and how their evolution managed the above-stated challenge. The rise of ViT and its performance with a high success rate motivated the community to slowly replace the traditional convolutional neural networks in various computer vision tasks. This survey aims to review and compare the performances of ViT architectures designed for semantic segmentation using benchmarking datasets. This will be worthwhile for the community to yield knowledge regarding the implementations carried out in semantic segmentation and to discover more efficient methodologies using ViTs.",
    "paper_submission_date": "5 May, 2023"
  },
  {
    "paper_id": 96,
    "paper_title": "Categories of hypermagmas, hypergroups, and related hyperstructures",
    "paper_authors": ["So Nakamura", "Manuel L. Reyes"],
    "paper_abstract": "In order to diagnose the cause of some defects in the category of canonical hypergroups, we investigate several categories of hyperstructures that generalize hypergroups. By allowing hyperoperations with possibly empty products, one obtains categories with desirable features such as completeness and cocompleteness, free functors, regularity, and closed monoidal structures. We show by counterexamples that such constructions cannot be carried out within the category of canonical hypergroups. This suggests that (commutative) unital, reversible hypermagmas -- which we call mosaics -- form a worthwhile generalization of (canonical) hypergroups from the categorical perspective. Notably, mosaics contain pointed simple matroids as a subcategory, and projective geometries as a full subcategory.",
    "paper_submission_date": "18 April, 2023"
  },
  {
    "paper_id": 97,
    "paper_title": "Web3: The Next Internet Revolution",
    "paper_authors": [
      "Shicheng Wan",
      "Hong Lin",
      "Wensheng Gan",
      "Jiahui Chen",
      "Philip S. Yu"
    ],
    "paper_abstract": "Since the first appearance of the World Wide Web, people more rely on the Web for their cyber social activities. The second phase of World Wide Web, named Web 2.0, has been extensively attracting worldwide people that participate in building and enjoying the virtual world. Nowadays, the next internet revolution: Web3 is going to open new opportunities for traditional social models. The decentralization property of Web3 is capable of breaking the monopoly of the internet companies. Moreover, Web3 will lead a paradigm shift from the Web as a publishing medium to a medium of interaction and participation. This change will deeply transform the relations among users and platforms, forces and relations of production, and the global economy. Therefore, it is necessary that we technically, practically, and more broadly take an overview of Web3. In this paper, we present a comprehensive survey of Web3, with a focus on current technologies, challenges, opportunities, and outlook. This article first introduces several major technologies of Web3. Then, we illustrate the type of Web3 applications in detail. Blockchain and smart contracts ensure that decentralized organizations will be less trusted and more truthful than that centralized organizations. Decentralized finance will be global, and open with financial inclusiveness for unbanked people. This paper also discusses the relationship between the Metaverse and Web3, as well as the differences and similarities between Web 3.0 and Web3. Inspired by the Maslow's hierarchy of needs theory, we further conduct a novel hierarchy of needs theory within Web3. Finally, several worthwhile future research directions of Web3 are discussed.",
    "paper_submission_date": "22 March, 2023"
  },
  {
    "paper_id": 98,
    "paper_title": "MSTFormer: Motion Inspired Spatial-temporal Transformer with Dynamic-aware Attention for long-term Vessel Trajectory Prediction",
    "paper_authors": [
      "Huimin Qiang",
      "Zhiyuan Guo",
      "Shiyuan Xie",
      "Xiaodong Peng"
    ],
    "paper_abstract": "Incorporating the dynamics knowledge into the model is critical for achieving accurate trajectory prediction while considering the spatial and temporal characteristics of the vessel. However, existing methods rarely consider the underlying dynamics knowledge and directly use machine learning algorithms to predict the trajectories. Intuitively, the vessel's motions are following the laws of dynamics, e.g., the speed of a vessel decreases when turning a corner. Yet, it is challenging to combine dynamic knowledge and neural networks due to their inherent heterogeneity. Against this background, we propose MSTFormer, a motion inspired vessel trajectory prediction method based on Transformer. The contribution of this work is threefold. First, we design a data augmentation method to describe the spatial features and motion features of the trajectory. Second, we propose a Multi-headed Dynamic-aware Self-attention mechanism to focus on trajectory points with frequent motion transformations. Finally, we construct a knowledge-inspired loss function to further boost the performance of the model. Experimental results on real-world datasets show that our strategy not only effectively improves long-term predictive capability but also outperforms backbones on cornering data.The ablation analysis further confirms the efficacy of the proposed method. To the best of our knowledge, MSTFormer is the first neural network model for trajectory prediction fused with vessel motion dynamics, providing a worthwhile direction for future research.The source code is available at https://github.com/simple316/MSTFormer.",
    "paper_submission_date": "20 March, 2023"
  },
  {
    "paper_id": 99,
    "paper_title": "Numerical ranges and geometry in quantum information: Entanglement, uncertainty relations, phase transitions, and state interconversion",
    "paper_authors": ["Konrad Szymański"],
    "paper_abstract": "Studying the geometry of sets appearing in various problems of quantum information helps in understanding different parts of the theory. It is thus worthwhile to approach quantum mechanics from the angle of geometry -- this has already provided a multitude of interesting results. In this thesis I demonstrate results relevant to numerical ranges -- the sets of simultaneously attainable expectation values of several observables. In particular, I apply this notion in the problems related to uncertainty relations, entanglement detection, and determining bounds for the value of spectral gap. Apart from this, I present geometric structures helping with the question of state interconversion using channels commuting with a particular representation of a group.",
    "paper_submission_date": "13 March, 2023"
  },
  {
    "paper_id": 100,
    "paper_title": "Zero-Shot Information Extraction via Chatting with ChatGPT",
    "paper_authors": [
      "Xiang Wei",
      "Xingyu Cui",
      "Ning Cheng",
      "Xiaobin Wang",
      "Xin Zhang",
      "Shen Huang",
      "Pengjun Xie",
      "Jinan Xu",
      "Yufeng Chen",
      "Meishan Zhang",
      "Yong Jiang",
      "Wenjuan Han"
    ],
    "paper_abstract": "Zero-shot information extraction (IE) aims to build IE systems from the unannotated text. It is challenging due to involving little human intervention. Challenging but worthwhile, zero-shot IE reduces the time and effort that data labeling takes. Recent efforts on large language models (LLMs, e.g., GPT-3, ChatGPT) show promising performance on zero-shot settings, thus inspiring us to explore prompt-based methods. In this work, we ask whether strong IE models can be constructed by directly prompting LLMs. Specifically, we transform the zero-shot IE task into a multi-turn question-answering problem with a two-stage framework (ChatIE). With the power of ChatGPT, we extensively evaluate our framework on three IE tasks: entity-relation triple extract, named entity recognition, and event extraction. Empirical results on six datasets across two languages show that ChatIE achieves impressive performance and even surpasses some full-shot models on several datasets (e.g., NYT11-HRL). We believe that our work could shed light on building IE models with limited resources.",
    "paper_submission_date": "20 February, 2023"
  },
  {
    "paper_id": 101,
    "paper_title": "Of (Biological) Models and Simulations",
    "paper_authors": ["Maurice HT Ling"],
    "paper_abstract": "Modeling and simulation are recognized as important aspects of the scientific method for more than 70 years but its adoption in biology has been slow. Debates on its representativeness, usefulness, and whether the effort spent on such endeavors is worthwhile, exist to this day. Here, I argue that most of learning is modeling; hence, arriving at a contradiction if models are not useful. Representing biological systems through mathematical models can be difficult but the modeling procedure is a process in itself that follows a semi-formal set of rules. Although seldom reported, failure in modeling is not a rare event but I argue that this is usually a result of erroneous underlying knowledge or misapplication of a model beyond its intended purpose. I argue that in many biological studies, simulation is the only experimental tool. In others, simulation is a means of reducing possible combinations of experimental work; thereby, presenting an economical case for simulation; thus, worthwhile to engage in this endeavor. The representativeness of simulation depends on the validation, verification, assumptions, and limitations of the underlying model. This will be illustrated using the inter-relationship between population, samples, probability theory, and statistics.",
    "paper_submission_date": "19 February, 2023"
  },
  {
    "paper_id": 102,
    "paper_title": "Benchmarks for Automated Commonsense Reasoning: A Survey",
    "paper_authors": ["Ernest Davis"],
    "paper_abstract": "More than one hundred benchmarks have been developed to test the commonsense knowledge and commonsense reasoning abilities of artificial intelligence (AI) systems. However, these benchmarks are often flawed and many aspects of common sense remain untested. Consequently, we do not currently have any reliable way of measuring to what extent existing AI systems have achieved these abilities. This paper surveys the development and uses of AI commonsense benchmarks. We discuss the nature of common sense; the role of common sense in AI; the goals served by constructing commonsense benchmarks; and desirable features of commonsense benchmarks. We analyze the common flaws in benchmarks, and we argue that it is worthwhile to invest the work needed ensure that benchmark examples are consistently high quality. We survey the various methods of constructing commonsense benchmarks. We enumerate 139 commonsense benchmarks that have been developed: 102 text-based, 18 image-based, 12 video based, and 7 simulated physical environments. We discuss the gaps in the existing benchmarks and aspects of commonsense reasoning that are not addressed in any existing benchmark. We conclude with a number of recommendations for future development of commonsense AI benchmarks.",
    "paper_submission_date": "22 February, 2023"
  },
  {
    "paper_id": 103,
    "paper_title": "Calculating lexicase selection probabilities is NP-Hard",
    "paper_authors": ["Emily Dolson"],
    "paper_abstract": "Calculating the probability of an individual solution being selected under lexicase selection is an important problem in attempts to develop a deeper theoretical understanding of lexicase selection, a state-of-the art parent selection algorithm in evolutionary computation. Discovering a fast solution to this problem would also have implications for efforts to develop practical improvements to lexicase selection. Here, I prove that this problem, which I name lex-prob, is NP-Hard. I achieve this proof by reducing SAT, a well-known NP-Complete problem, to lex-prob in polynomial time. This reduction involves an intermediate step in which a popular variant of lexicase selection, epsilon-lexicase selection, is reduced to standard lexicase selection. This proof has important practical implications for anyone needing a fast way of calculating the probabilities of individual solutions being selected under lexicase selection. Doing so in polynomial time would be incredibly challenging, if not all-together impossible. Thus, finding approximation algorithms or practical optimizations for speeding up the brute-force solution is likely more worthwhile. This result also has deeper theoretical implications about the relationship between epsilon-lexicase selection and lexicase selection and the relationship between lex-prob and other NP-Hard problems.",
    "paper_submission_date": "22 April, 2023"
  },
  {
    "paper_id": 104,
    "paper_title": "Finite-Size Effects of the HVP Contribution to the Muon $g-2$ with C$^{\\star}$ Boundary Conditions",
    "paper_authors": ["Sofie Martins", "Agostino Patella"],
    "paper_abstract": "The muon $g-2$ is a compelling quantity due to the current standing tensions among the experimental average, data-driven theoretical results, and lattice results. Matching the final target accuracy of the experiments at Fermilab and J-PARC will constitute a major challenge for the lattice community in the coming years. For this reason, it is worthwhile to consider different options to keep the systematic errors under control. In this proceedings, we discuss finite-volume effects of the leading Hadron Vacuum Polarization (HVP) contribution to the muon $g-2$ in the presence of C$^{\\star}$ boundary conditions. When considering isospin-breaking corrections to the HVP, C$^{\\star}$ boundary conditions provide a possible consistent formulation of $\\mathrm{QCD+QED}$ in finite volume. Even though these boundary conditions can be avoided in the calculation of the leading HVP contribution, we find the interesting result that they remove the leading exponential finite-volume correction. In practice, compared to the periodic case, C$^{\\star}$ boundary conditions cut the finite-size effects in half on a lattice of physical size $M_πL=4$ and by a factor of almost ten for $M_πL=8$. We discuss the origin of this reduction and implications for computational efficiency.",
    "paper_submission_date": "20 December, 2022"
  },
  {
    "paper_id": 105,
    "paper_title": "Order induces toughness in anisotropic colloidal crystal composites",
    "paper_authors": ["Victoria Vilchez", "Shitong Zhou", "Florian Bouville"],
    "paper_abstract": "Spatial ordering of matter elicits exotic properties sometimes absent from a material's constituents. A few highly mineralised natural materials achieve high toughness through delocalised damage, whereas synthetic particulate composites must trade toughness for mineral content. We test whether ordering the mineral phase in particulate composites through the formation of macroscopic colloidal crystals can trigger the same damage resistance found in natural materials. Our macroscopic silica rod based anisotropic colloidal crystal composites are processed fully at room temperature and pressure, reach volume fraction of mineral higher than 80%, and aided by a ductile interface, unveil plastic strain reaching 10% through the collective movement of rods and damage delocalisation over millimetres. These composites demonstrate key design rules to break free from conventionally accepted structural materials properties trade-off.",
    "paper_submission_date": "22 January, 2024"
  },
  {
    "paper_id": 106,
    "paper_title": "UNCOVERing the contribution of black holes to reionization in the JWST era",
    "paper_authors": [
      "Pratika Dayal",
      "Marta Volonteri",
      "Jenny E. Greene",
      "Vasily Kokorev",
      "Andy D. Goulding",
      "Christina C. Williams",
      "Lukas J. Furtak",
      "Adi Zitrin",
      "Hakim Atek",
      "Iryna Chemerynska",
      "Robert Feldmann",
      "Karl Glazebrook",
      "Ivo Labbe",
      "Themiya Nanayakkara",
      "Pascal A. Oesch",
      "John R. Weaver"
    ],
    "paper_abstract": "With its sensitivity in the rest-frame optical, the James Webb Space Telescope (JWST) has uncovered active galactic nuclei (AGN), comprising both intrinsically faint and heavily reddened sources, well into the first billion years of the Universe, at $z \\sim 4-11$. In this work, we revisit the AGN contribution to reionization given the high number densities associated with these objects. We use the DELPHI semi-analytic model, base-lined against the latest high-redshift datasets from the JWST and the Atacama Large millimetre Array (ALMA) to model early star forming galaxies and AGN. We calculate the escape fractions of ionizing radiation from both star formation and AGN and include the impact of reionization feeback in suppressing the baryonic content of low-mass galaxies in ionized regions. This model is validated against the key observables for star forming galaxy, AGN and reionization. In our {\\it fiducial} model, reionization reaches its mid-point at $z \\sim 6.9$ and ends by $z \\sim 5.9$. Low stellar mass ($M_*\\leq 10^9M_\\odot$) star forming galaxies are found to be the key drivers of the reionization process, providing about $77\\%$ of the total photon budget. Despite their high numbers, high accretion rates and higher escape fractions compared to star forming galaxies at $z \\sim 5$, AGN only provide about $23\\%$ of the total reionization budget which is dominated by black holes in high stellar mass systems (with $M_* \\geq 10^9M_\\odot$). This is because AGN number densities become relevant only at $z \\leq 7$ - as a result, AGN contribute as much as galaxies as late as $z \\sim 6.2$, when reionization is already in its end stages. Finally, we find that even contrasting models of the AGN ionizing photon escape fraction (increasing or decreasing with stellar mass) do not qualitatively change our results.",
    "paper_submission_date": "20 January, 2024"
  },
  {
    "paper_id": 107,
    "paper_title": "CO emission survey of asymptotic giant branch stars with ultraviolet excesses",
    "paper_authors": [
      "Jaime Alonso-Hernández",
      "Carmen Sánchez Contreras",
      "Raghvendra Sahai"
    ],
    "paper_abstract": "Context. The transition from the spherically symmetric envelopes around asymptotic giant branch (AGB) stars to the asymmetric morphologies observed in planetary nebulae is still not well understood, and the shaping mechanisms are a subject of debate. Even though binarity is widely accepted as a promising option. Recently, the presence of ultraviolet excesses in AGB stars has been suggested as a potential indicator of binarity. Aims. Our main goals are to characterise the properties of the circumstellar envelopes (CSEs) around candidate AGB binary stars, specifically those selected based on their UV excess emission, and to compare these properties with those derived from previous CO-based studies of AGB stars. Methods. We observed the 12CO ($J$=1-0) and 12CO ($J$=2-1) millimetre-wavelength emission in a sample of 29 AGB binary candidates with the IRAM-30 m antenna. We explored different trends between the envelope parameters deduced and compared them with those previously derived from larger samples of AGB stars found in the literature. Results. We derived the average excitation temperature and column density of the CO-emitting layers, which we used to estimate self-consistently the average mass-loss rate and the CO photodissociation radius of our targets. We find a correlation between CO intensity and IRAS 60$μ$m fluxes, revealing a CO-to-IRAS 60$μ$m ratio lower than for AGB stars and closer to that found for pre-planetary nebulae (pPNe). Conclusions. For the first time we have studied the mass-loss properties of UV-excess AGB binary candidates and estimated their main CSE parameters. The different relationships between 12CO and IRAS 60μm, with NUV and FUV are consistent with an intrinsic origin of NUV emission, but potential dominance of an extrinsic process (e.g. presence of a binary companion) in FUV emission.",
    "paper_submission_date": "16 January, 2024"
  },
  {
    "paper_id": 108,
    "paper_title": "Diverse molecular gas excitations in quasar host galaxies at z \\sim 6",
    "paper_authors": [
      "Jianan Li",
      "Ran Wang",
      "Antonio Pensabene",
      "Fabian Walter",
      "Bram P. Venemans",
      "Roberto Decarli",
      "Eduardo Bañados",
      "Pierre Cox",
      "Roberto Neri",
      "Alain Omont",
      "Zheng Cai",
      "Yana Khusanova",
      "Fuxiang Xu",
      "Dominik Riechers",
      "Jeff wagg",
      "Yali Shao",
      "Yuanqi Liu",
      "Karl M. Menten",
      "Qiong Li",
      "Xiaohui Fan"
    ],
    "paper_abstract": "We present observations using the NOrthern Extended Millimetre Array (NOEMA) of CO and $\\rm H_{2}O$ emission lines, and the underlying dust continuum in two quasars at $z \\sim 6$, i.e., P215-16 at $z$ = 5.78 and J1429+5447 at $z$ = 6.18. Notably, among all published CO SLEDs of quasars at $z \\sim 6$, the two systems reveal the highest and the lowest CO level of excitation, respectively. Our radiative transfer modeling of the CO SLED of P215-16 suggests that the molecular gas heated by AGN could be a plausible origin for the high CO excitation. For J1429+5447, we obtain the first well-sampled CO SLED (from transitions from 2-1 to 10-9) of a radio-loud quasar at $z\\gtrsim 6$. Analysis of the CO SLED suggests that a single photo-dissociation region (PDR) component could explain the CO excitation in the radio-loud quasar J1429+5447. This work highlights the utility of the CO SLED in uncovering the ISM properties in these young quasar-starburst systems at the highest redshift. The diversity of the CO SLEDs reveals the complexities in gas conditions and excitation mechanisms at their early evolutionary stage.",
    "paper_submission_date": "9 January, 2024"
  },
  {
    "paper_id": 109,
    "paper_title": "A Spatial-statistical model to analyse historical rutting data",
    "paper_authors": [
      "Natoya O. A. S. Jourdain",
      "Ingelin Steinsland",
      "Mamoona Birkhez-Shami",
      "Dagfin Gryteselv",
      "Doreen Siebert",
      "Alex Klein-Paste"
    ],
    "paper_abstract": "Pavement rutting poses a significant challenge in flexible pavements, necessitating costly asphalt resurfacing. To address this issue comprehensively, we propose an advanced Bayesian hierarchical framework of latent Gaussian models with spatial components. Our model provides a thorough diagnostic analysis, pinpointing areas exhibiting unexpectedly high rutting rates. Incorporating spatial and random components, and important explanatory variables like annual average daily traffic (traffic intensity), pavement type, rut depth and lane width, our proposed models account for and estimate the influence of these variables on rutting. This approach not only quantifies uncertainties and discerns locations at the highest risk of requiring maintenance, but also uncover spatial dependencies in rutting (millimetre/year). We apply our models to a data set spanning eleven years (2010-2020). Our findings emphasize the systematic unexpected spatial rutting effect, where more of the rutting variability is explained by including spatial components. Pavement type, in conjunction with traffic intensity, is also found to be the primary driver of rutting. Furthermore, the spatial dependencies uncovered reveal road sections experiencing more than 1 millimeter of rutting beyond annual expectations. This leads to a halving of the expected pavement lifespan in these areas. Our study offers valuable insights, presenting maps indicating expected rutting, and identifying locations with accelerated rutting rates, resulting in a reduction in pavement life expectancy of at least 10 years.",
    "paper_submission_date": "7 January, 2024"
  },
  {
    "paper_id": 110,
    "paper_title": "Deep Submillimetre and Radio Observations in the SSA22 Field. II. Sub-millimetre source catalogue and number counts",
    "paper_authors": ["Xin Zeng", "Yiping Ao", "Yuheng Zhang"],
    "paper_abstract": "We present the deepest 850 $μ$m map of the SSA22 field to date, utilizing a combination of new and archival observations taken with SCUBA-2, mounted at the James Clerk Maxwell Telescope (JCMT). The mapped area covers an effective region of approximately 0.34 deg$^2$, achieving a boundary sensitivity of 2 mJy beam$^{-1}$, with the deepest central coverage reaching a depth of $σ_\\text{rms}$ $\\sim$ 0.79 mJy beam$^{-1}$, the confusion noise is estimated to be $\\sim$ 0.43 mJy beam$^{-1}$. A catalogue of 850 $μ$m sources in the SSA22 field is generated, identifying 390 sources with single-to-noise ratios above 3.5, out of which 92 sources exceed 5$σ$. The derived intrinsic number counts at 850 $μ$m are found to be in excellent agreement with published surveys. Interestingly, the SSA22 number counts also exhibit an upturn in the brighter flux region, likely attributed to local emitters or lensing objects within the field. On the scale of $\\sim$ 0.3 deg$^2$, the 850 $μ$m number counts are unaffected by cosmic variance and align with the blank field. In the deep region ($σ_\\text{rms}$ $\\leqslant$ 1 mJy), the counts for fluxes below 8 mJy are consistent with the blank field, and the excess in the brighter regime is not significant. Due to the limited number of very bright sources and the insubstantial cosmic variance in our field, we attribute the fluctuations in the number counts primarily to Poisson noise. The SCUBA-2 850 $μ$m detection in the SSA22 field does not exhibit indications of overdensity.",
    "paper_submission_date": "4 January, 2024"
  },
  {
    "paper_id": 111,
    "paper_title": "Thin films spreading under the action of surface acoustic waves",
    "paper_authors": [
      "Y. Li",
      "J. A. Diez",
      "J. D'Addesa",
      "O. Manor",
      "L. J. Cummings",
      "L. Kondic"
    ],
    "paper_abstract": "Experimentally and theoretically, we consider the problem of a spreading drop of millimetric thickness driven by a surface acoustic wave (SAW). The experimental results show that, after initial transients, the drop spreads with approximately constant speed while leaving a thin layer of fluid behind. To better understand the system, we develop a theoretical model that couples acoustic driving with the fluid mechanics of a spreading drop. An important feature of the problem is that the strength of the acoustic driving depends on the fluid thickness, with strong attenuation of the forcing in regions of the domain covered by fluid. The presented model provides results consistent with the experiments, particularly regarding drop height and spreading speed. The constant spreading speed observed in the experiments is also captured by an approximate traveling-wave solution, which provides predictions for the dependence of drop thickness and spreading speed on the acoustic amplitude.",
    "paper_submission_date": "19 December, 2023"
  },
  {
    "paper_id": 112,
    "paper_title": "Surveying the Whirlpool at Arcseconds with NOEMA (SWAN)- I. Mapping the HCN and N$_2$H$^+$ 3mm lines",
    "paper_authors": [
      "Sophia K. Stuber",
      "Jerome Pety",
      "Eva Schinnerer",
      "Frank Bigiel",
      "Antonio Usero",
      "Ivana Beslić",
      "Miguel Querejeta",
      "María J. Jiménez-Donaire",
      "Adam Leroy",
      "Jakob den Brok",
      "Lukas Neumann",
      "Cosima Eibensteiner",
      "Yu-Hsuan Teng",
      "Ashley Barnes",
      "Mélanie Chevance",
      "Dario Colombo",
      "Daniel A. Dale",
      "Simon C. O. Glover",
      "Daizhong Liu",
      "Hsi-An Pan"
    ],
    "paper_abstract": "We present the first results from \"Surveying the Whirlpool at Arcseconds with NOEMA\" (SWAN), an IRAM Northern Extended Millimetre Array (NOEMA)+30m large program that maps emission from several molecular lines at 90 and 110 GHz in the iconic nearby grand-design spiral galaxy M~51 at cloud-scale resolution ($\\sim$3\\arcsec=125\\,pc). As part of this work, we have obtained the first sensitive cloud-scale map of N$_2$H$^+$(1-0) of the inner $\\sim5\\,\\times 7\\,$kpc of a normal star-forming galaxy, which we compare to HCN(1-0) and CO(1-0) emission to test their ability in tracing dense, star-forming gas. The average N$_2$H$^+$-to-HCN line ratio of our total FoV is $0.20\\pm0.09$, with strong regional variations of a factor of $\\gtrsim 2$ throughout the disk, including the south-western spiral arm and the center. The central $\\sim1\\,$kpc exhibits elevated HCN emission compared to N$_2$H$^+$, probably caused by AGN-driven excitation effects. We find that HCN and N$_2$H$^+$ are strongly super-linearily correlated in intensity ($ρ_\\mathrm{Sp}\\sim 0.8$), with an average scatter of $\\sim0.14\\,$dex over a span of $\\gtrsim 1.5\\,$dex in intensity. When excluding the central region, the data is best described by a power-law of exponent $1.2$, indicating that there is more N$_2$H$^+$ per unit HCN in brighter regions. Our observations demonstrate that the HCN-to-CO line ratio is a sensitive tracer of gas density in agreement with findings of recent Galactic studies which utilize N$_2$H$^+$. The peculiar line ratios present near the AGN and the scatter of the power-law fit in the disk suggest that in addition to a first-order correlation with gas density, second-order physics (such as optical depth, gas temperature) or chemistry (abundance variations) are encoded in the N$_2$H$^+$/CO, HCN/CO and N$_2$H$^+$/HCN ratios.",
    "paper_submission_date": "15 December, 2023"
  },
  {
    "paper_id": 113,
    "paper_title": "waveSLAM: Empowering Accurate Indoor Mapping Using Off-the-Shelf Millimeter-wave Self-sensing",
    "paper_authors": [
      "Pablo Picazo",
      "Milan Groshev",
      "Alejandro Blanco",
      "Claudio Fiandrino",
      "Antonio de la Oliva",
      "Joerg Widmer"
    ],
    "paper_abstract": "This paper presents the design, implementation and evaluation of waveSLAM, a low-cost mobile robot system that uses the millimetre wave (mmWave) communication devices to enhance the indoor mapping process targeting environments with reduced visibility or glass/mirror walls. A unique feature of waveSLAM is that it only leverages existing Commercial-Off-The-Shelf (COTS) hardware (Lidar and mmWave radios) that are mounted on mobile robots to improve the accurate indoor mapping achieved with optical sensors. The key intuition behind the waveSLAM design is that while the mobile robots moves freely, the mmWave radios can periodically exchange angle and distance estimates between themselves (self-sensing) by bouncing the signal from the environment, thus enabling accurate estimates of the target object/material surface. Our experiments verify that waveSLAM can archive cm-level accuracy with errors below 22 cm and 20deg in angle orientation which is compatible with Lidar when building indoor maps.",
    "paper_submission_date": "12 December, 2023"
  },
  {
    "paper_id": 114,
    "paper_title": "First GMVA observations with the upgraded NOEMA facility: VLBI imaging of BL Lacertae in a flaring state",
    "paper_authors": [
      "Dae-Won Kim",
      "Michael Janssen",
      "Thomas P. Krichbaum",
      "Bia Boccardi",
      "Nicholas R. MacDonald",
      "Eduardo Ros",
      "Andrei P. Lobanov",
      "J. Anton Zensus"
    ],
    "paper_abstract": "We analyze a single-epoch Global mm-VLBI Array (GMVA) observation of the blazar BL Lacertae (BL Lac) at 86 GHz from April 2021. The participation of the upgraded, phased Northern Extended Millimetre Array (NOEMA) adds additional sensitivity to the GMVA, which has facilitated the imaging of BL Lac during an unprecedentedly strong $γ$-ray flare. We aim to explore the nature of the inner subparsec jet of BL Lac and the impact of the NOEMA participation in the observation. For the data reduction, we employed two advanced automatic pipelines: rPICARD for the flux density calibration as well as the model-agnostic signal stabilization and GPCAL for the antenna leakage calibration. The conventional hybrid imaging (CLEAN + amplitude and phase self-calibration) was applied to the calibrated visibilities to generate final VLBI images. We performed a ridge-line analysis and Gaussian model-fits on the final jet image to derive the jet parameters. In our data, the presence of NOEMA improves the image sensitivity by a factor of 2.5. The jet shows a clear wiggling structure within 0.4 mas from the core. Our ridge-line analysis suggests the presence of a helical jet structure (i.e., a sinusoidal pattern). Six circular Gaussian components were fitted to the inner jet region. We estimated an apparent brightness temperature of $\\sim$3 $\\times$ 10$^{12}$ K in the two innermost components. They are likely to be highly boosted by relativistic beaming effect. We find four significant polarized knots in the jet. Interestingly, two of them are located in the core region. Finally, we suggest a number of physical scenarios to interpret our results.",
    "paper_submission_date": "8 December, 2023"
  },
  {
    "paper_id": 115,
    "paper_title": "Physico-chemical Processes in Planet-forming Discs",
    "paper_authors": ["Peter Woitke"],
    "paper_abstract": "This thesis summarises my scientific works in the field of thermo-chemical modelling of planet-forming discs since 2009, in particular the development of the Protoplanetary Disc Model (ProDiMo). By combining chemical rate networks with continuum & line radiative transfer, and the calculation of all relevant dust and gas heating & cooling rates in an axisymmetric disc structure, these models make detailed predictions about the molecular composition of the disc, the discs' internal gas and dust temperature structure, and the composition of ice layers which form on the refractory dust grain surfaces. The development of ProDiMo was a process that took about 15 years. I have started the ProDiMo project and am the main developer, but without the involvement of an international team of scientists, in particular Inga Kamp, Wing-Fai Thi and Christian Rab, ProDiMo would not have its capabilities and would not be at the level of international recognition that is has achieved to date.\n  Using formal solutions of the line & continuum radiative transfer, we can predict the spectral appearance of these discs from optical to millimetre wavelengths, for example the continuum and line fluxes, monochromatic images, radial intensity profiles, high-resolution line profiles that probe the disc dynamics, visibilities and channel maps. A large part of this thesis describes the publications that compared these predictions to disc observations that have been obtained by various space-borne and ground-based astronomical instruments, in particular Herschel/PACS, Spitzer/IRS, VLT/CRIRES, JWST/MIRI and ALMA. These observations probe the gas and the dust in different radial disc regions and in different layers above the midplane. This thesis summarises the conclusions drawn from the ProDiMo thermo-chemical disc models about the chemical and physical state of protoplanetary discs as the birth places of exoplanets.",
    "paper_submission_date": "6 December, 2023"
  },
  {
    "paper_id": 116,
    "paper_title": "An extensive analysis of the sub-parsec region of 3C84",
    "paper_authors": [
      "G. F. Paraschos",
      "J. -Y. Kim",
      "T. P. Krichbaum",
      "J. Oh",
      "J. A. Hodgson",
      "M. A. Gurwell",
      "J. A. Zensus"
    ],
    "paper_abstract": "The study of jet launching in AGN is an important research method to better understand supermassive black holes (SMBHs) and their immediate surroundings. The main theoretical jet launching scenarios invoke either magnetic field lines anchored to the black hole's (BH) accretion disc (Blandford & Payne 1982) or a magnetic field, which is directly connected to its rotating ergosphere (Blandford & Znajek 1977). The nearby and bright radio galaxy 3C84 (NGC1275) is a very suitable target for testing different jet launching mechanisms, as well as for the study of the innermost, sub-parsec scale AGN structure and the jet origin. Very long baseline interferometry (VLBI) - specifically at millimetre wavelengths - offers an unparalleled view into the physical processes in action, in the close vicinity of SMBHs. Utilising such mm-VLBI observations of 3C84, we study the jet kinematics of the VLBI core region of 3C84 by employing all available, high sensitivity 3 mm-VLBI data sets of this source. As part of this analysis we associate the component ejection events with the variability light-curves at different radio frequencies and in the $γ$-rays. Furthermore, by cross-correlating these light-curves, we determine their time-lags and draw conclusions regarding the location of the high energy emission close to the jet base.",
    "paper_submission_date": "4 December, 2023"
  },
  {
    "paper_id": 117,
    "paper_title": "WISDOM Project -- XVI. The link between circumnuclear molecular gas reservoirs and active galactic nucleus fuelling",
    "paper_authors": [
      "Jacob S. Elford",
      "Timothy A. Davis",
      "Ilaria Ruffa",
      "Martin Bureau",
      "Michele Cappellari",
      "Jindra Gensior",
      "Satoru Iguchi",
      "Fu-Heng Liang",
      "Lijie Liu",
      "Anan Lu",
      "Thomas G. Williams"
    ],
    "paper_abstract": "We use high-resolution data from the millimetre-Wave Interferometric Survey of Dark Object Masses (WISDOM) project to investigate the connection between circumnuclear gas reservoirs and nuclear activity in a sample of nearby galaxies. Our sample spans a wide range of nuclear activity types including radio galaxies, Seyfert galaxies, low-luminosity active galactic nuclei (AGN) and inactive galaxies. We use measurements of nuclear millimetre continuum emission along with other archival tracers of AGN accretion/activity to investigate previous claims that at, circumnuclear scales (<100 pc), these should correlate with the mass of the cold molecular gas. We find that the molecular gas mass does not correlate with any tracer of nuclear activity. This suggests the level of nuclear activity cannot solely be regulated by the amount of cold gas around the supermassive black hole (SMBH). This indicates that AGN fuelling, that drives gas from the large scale galaxy to the nuclear regions, is not a ubiquitous process and may vary between AGN type, with timescale variations likely to be very important. By studying the structure of the central molecular gas reservoirs, we find our galaxies have a range of nuclear molecular gas concentrations. This could indicate that some of our galaxies may have had their circumnuclear regions impacted by AGN feedback, even though they currently have low nuclear activity. On the other hand, the nuclear molecular gas concentrations in our galaxies could instead be set by secular processes.",
    "paper_submission_date": "24 December, 2023"
  },
  {
    "paper_id": 118,
    "paper_title": "Protostellar chimney flues: are jets and outflows lifting submillimetre dust grains from discs into envelopes?",
    "paper_authors": [
      "L. Cacciapuoti",
      "L. Testi",
      "L. Podio",
      "C. Codella",
      "A. J. Maury",
      "M. De Simone",
      "P. Hennebelle",
      "U. Lebreuilly",
      "R. S. Klessen",
      "S. Molinari"
    ],
    "paper_abstract": "Low dust opacity spectral indices ($β< 1$) measured in the inner envelopes of class 0/I young stellar objects (age $\\sim 10^{4-5}$ yr) have been interpreted as the presence of (sub-)millimetre dust grains in these environments. The density conditions and the lifetimes of collapsing envelopes have proven unfavorable for the growth of solids up to millimetre sizes. As an alternative, magneto-hydrodynamical simulations suggest that protostellar jets and outflows might lift grains from circumstellar discs and diffuse them in the envelope. We reframe available data for the CALYPSO sample of Class 0/I sources and show tentative evidence for an anti-correlation between the value of $β_{1-3mm}$ measured in the inner envelope and the mass loss rate of their jets and outflows, supporting a connection between the two. We discuss the implications that dust transport from the disc to the inner envelope might have for several aspects of planet formation. Finally, we urge for more accurate measurements of both correlated quantities and extension of this work to larger samples, necessary to further test the transport scenario.",
    "paper_submission_date": "27 November, 2023"
  },
  {
    "paper_id": 119,
    "paper_title": "Cliff collapse on Comet 67P/Churyumov-Gerasimenko -- I. Aswan",
    "paper_authors": ["Björn J. R. Davidsson"],
    "paper_abstract": "The Aswan cliff on Comet 67P/Churyumov-Gerasimenko collapsed on 2015 July 10. Thereby, relatively pristine comet material from a depth of ~12 m was exposed at the surface. Observations of the collapse site by the microwave instrument Rosetta/MIRO have been retrieved from 8 months prior to collapse, as well as from 5, 7, and 11 months post-collapse. The MIRO data are analysed with thermophysical and radiative transfer models. The pre-collapse observations are consistent with a 30 MKS thermal inertia dust mantle with a thickness of at least 3 cm. The post-collapse data are consistent with: 1) a dust/water-ice mass ratio of 0.9$\\pm$0.5 and a molar $\\mathrm{CO_2}$ abundance of ~30 per cent relative to water; 2) formation of a dust mantle after ~7 months, having a thickness of a few millimetres or a fraction thereof; 3) a $\\mathrm{CO_2}$ ice sublimation front at 0.4 cm that withdrew to 2.0 cm and later to 20$\\pm$6 cm; 4) a thermal inertia ranging 10-45 MKS; 5) a gas diffusivity that decreased from $0.1\\,\\mathrm{m^2\\,s^{-1}}$ to $0.001\\,\\mathrm{m^2\\,s^{-1}}$; 6) presence of a solid-state greenhouse effect parts of the time. The data and the analysis provide a first empirical glimpse of how ice-rich cometary material ages and evolves when exposed to solar heating.",
    "paper_submission_date": "18 November, 2023"
  },
  {
    "paper_id": 120,
    "paper_title": "Keplerian disks and outflows in binary post-AGB stars",
    "paper_authors": ["Iván Gallardo Cava"],
    "paper_abstract": "There is a class of binary post-AGB stars that are surrounded by Keplerian disks and that often present outflows resulting from gas escaping from the disk. We present maps and complex models of 12CO and 13CO J=2-1 emission lines for four objects: AC Herculis, 89 Herculis, IRAS 19125+0343, and R Scuti. Our maps and models allow us to study their morphology, kinematics, and mass distribution. Our maps and modeling of AC Her reveal that 95% of the total nebular mass is located in the disk. So this source is a disk-dominated source (like the Red Rectangle, IW Carinae, IRAS 08544-4431). On the contrary, our maps and modeling of 89 Herculis, IRAS 19125+0343, and R Scuti suggest that the outflow is the dominant component of the nebula, resulting in a new subclass nebulae around binary post-AGB stars: the outflow-dominated ones. Besides CO, the molecular content of this kind of sources was barely known. We also present the first and very deep single-dish radio molecular survey in the 1.3, 2, 3, 7, and 13 mm bands. Our results allow us to classify our sources as O- or C-rich. We also conclude that these sources present in general a low molecular richness, especially those that are disk-dominated, compared to circumstellar envelopes around AGB stars and other post-AGB stars.\n  This thesis presents a comprehensive study at millimetre wavelengths. On the one hand, we perform a detailed kinetic study of these objects through NOEMA interferometric observations and complex models. On the other hand, we study the chemistry of these sources, thanks to our sensitive single-dish observations.\n  The union of these different methods yields a comprehensive study of the molecular gas present in these sources. Hopefully, this Ph.D. thesis will become a reference for future studies of molecular gas in nebulae around binary post-AGB stars.",
    "paper_submission_date": "14 November, 2023"
  },
  {
    "paper_id": 121,
    "paper_title": "Exploring the dust grain size and polarization mechanism in the hot and massive Class 0 disk IRAS 16293-2422 B",
    "paper_authors": [
      "Joaquin Zamponi",
      "María José Maureira",
      "Hauyu Baobab Liu",
      "Bo Zhao",
      "Dominique Segura-Cox",
      "Chia-Lin Ko",
      "Paola Caselli"
    ],
    "paper_abstract": "Multiwavelength dust continuum and polarization observations arising from self-scattering have been used to investigate grain sizes in young disks. However, the polarization by self-scattering is low in face-on optically thick disks and puts some of the size constraints from polarization on hold, particularly for the younger and more massive disks. The 1.3 mm emission detected toward the hot ($\\gtrsim$400 K) Class 0 disk IRAS 16293-2422 B has been attributed to self-scattering, predicting grain sizes between 200-2000 $μ$m. We investigate the effects of grain size in the resultant flux and polarization fractions from self-scattering using a hot and massive Class 0 disk model and compare with observations. We compared new and archival high-resolution observations between 1.3 and 18 mm to a set of synthetic models. We have developed a new public tool to automate this process called Synthesizer. This is an easy-to-use program to generate synthetic observations from numerical simulations. Optical depths are in the range of 130 to 2 from 1.3 to 18 mm, respectively. Predictions from significant grain growth populations, including millimetric grains are comparable to the observations at all wavelengths. The polarization fraction produced by self-scattering reaches a maximum of $\\sim$0.1% at 1.3 mm for a maximum grain size of 100 $μ$m, being an order of magnitude lower than that observed with ALMA. From the comparison of Stokes I fluxes, we conclude that significant grain growth could be present in the young Class 0 disk IRAS 16293 B, particularly in the inner hot region ($<10$ au, $T>$ 300 K) where refractory organics evaporate. The polarization produced by self-scattering in our model is not high enough to explain the observations at 1.3 and 7 mm, and effects like dichroic extinction or polarization reversal of elongated aligned grains remain other possible but untested scenarios.",
    "paper_submission_date": "4 November, 2023"
  },
  {
    "paper_id": 122,
    "paper_title": "Long nanomechanical resonators with circular cross-section",
    "paper_authors": [
      "Samuli Autti",
      "Andrew Casey",
      "Marie Connelly",
      "Neda Darvishi",
      "Paolo Franchini",
      "James Gorman",
      "Richard P. Haley",
      "Petri J. Heikkinen",
      "Ashlea Kemp",
      "Elizabeth Leason",
      "John March-Russell",
      "Jocelyn Monroe",
      "Theo Noble",
      "George R. Pickett",
      "Jonathan R. Prance",
      "Xavier Rojas",
      "Tineke Salmon",
      "John Saunders",
      "Jack Slater",
      "Robert Smith",
      "Michael D. Thompson",
      "Stephen M. West",
      "Luke Whitehead",
      "Vladislav V. Zavjalov",
      "Kuang Zhang"
    ],
    "paper_abstract": "Fabrication of superconducting nanomechanical resonators for quantum research, detectors and devices traditionally relies on a lithographic process, resulting in oscillators with sharp edges and a suspended length limited to a few 100 micrometres. We report a low-investment top-down approach to fabricating NbTi nanowire resonators with suspended lengths up to several millimetres and diameters down to 100 nanometres. The nanowires possess high critical currents and fields, making them a natural choice for magnetomotive actuation and sensing. This fabrication technique is independent of the substrate material, dimensions and layout and can readily be adapted to fabricate nanowire resonators from any metal or alloy with suitable ductility and yield strength. Our work thus opens access to a new class of nanomechanical devices with applications including microscopic and mesoscopic investigations of quantum fluids, detecting dark matter and fundamental materials research in one-dimensional superconductors in vacuum.",
    "paper_submission_date": "4 November, 2023"
  },
  {
    "paper_id": 123,
    "paper_title": "Disk Evolution Study Through Imaging of Nearby Young Stars (DESTINYS): HD 34700 A unveils an inner ring",
    "paper_authors": [
      "G. Columba",
      "E. Rigliaco",
      "R. Gratton",
      "D. Mesa",
      "V. D'Orazi",
      "C. Ginski",
      "N. Engler",
      "J. P. Williams",
      "J. Bae",
      "M. Benisty",
      "T. Birnstiel",
      "P. Delorme",
      "C. Dominik",
      "S. Facchini",
      "F. Menard",
      "P. Pinilla",
      "C. Rab",
      "Á. Ribas",
      "V. Squicciarini",
      "R. G. van Holstein",
      "A. Zurlo"
    ],
    "paper_abstract": "Context. The study of protoplanetary disks is fundamental to understand their evolution and interaction with the surrounding environment, and to constrain planet formation mechanisms.\n  Aims. We aim at characterising the young binary system HD 34700 A, which shows a wealth of structures.\n  Methods. Taking advantage of the high-contrast imaging instruments SPHERE at the VLT, LMIRCam at the LBT, and of ALMA observations, we analyse this system at multiple wavelengths. We study the rings and spiral arms morphology and the scattering properties of the dust. We discuss the possible causes of all the observed features.\n  Results. We detect for the first time, in the H$α$ band, a ring extending from $\\sim$65 au to ${\\sim}$120 au, inside the ring already known from recent studies. These two have different physical and geometrical properties. Based on the scattering properties, the outer ring may consist of grains of typical size $a_{out} > 4 μm$, while the inner ring of smaller grains ($a_{in} <= 0.4 {μm}$). Two extended logarithmic spiral arms stem from opposite sides of the disk. The outer ring appears as a spiral arm itself, with a variable radial distance from the centre and extended substructures. ALMA data confirm the presence of a millimetric dust substructure centred just outside the outer ring, and detect misaligned gas rotation patterns for HD 34700 A and B.\n  Conclusions. The complexity of HD 34700 A, revealed by the variety of observed features, suggests the existence of one or more disk-shaping physical mechanisms. Possible scenarios, compatible with our findings, involve the presence inside the disk of a yet undetected planet of several Jupiter masses and the system interaction with the surroundings by means of gas cloudlet capture or flybys. Further observations with JWST/MIRI or ALMA (gas kinematics) could shed more light on these.",
    "paper_submission_date": "25 October, 2023"
  },
  {
    "paper_id": 124,
    "paper_title": "Anderson localization of walking droplets",
    "paper_authors": [
      "Abel J. Abraham",
      "Stepan Malkov",
      "Frane A. Ljubetic",
      "Matthew Durey",
      "Pedro J. Sáenz"
    ],
    "paper_abstract": "Understanding the ability of particles to maneuver through disordered environments is a central problem in innumerable settings, from active matter and biology to electronics. Macroscopic particles ultimately exhibit diffusive motion when their energy exceeds the characteristic potential barrier of the random landscape. In stark contrast, wave-particle duality causes subatomic particles in disordered media to come to rest even when the potential is weak -- a remarkable phenomenon known as Anderson localization. Here, we present a hydrodynamic active system with wave-particle features, a millimetric droplet self-guided by its own wave field over a submerged random topography, whose dynamics exhibits localized statistics analogous to those of quantum systems. Consideration of an ensemble of particle trajectories reveals a suppression of diffusion when the guiding wave field extends over the disordered topography. We rationalize mechanistically the emergent statistics by virtue of the wave-mediated resonant coupling between the droplet and topography, which produces an attractive wave potential about the localization region. This hydrodynamic analog, which demonstrates how a classical particle may localize like a wave, suggests new directions for future research in various areas, including wave localization, many-body localization, and topological matter.",
    "paper_submission_date": "28 November, 2023"
  },
  {
    "paper_id": 125,
    "paper_title": "An ALMA Survey of M-dwarfs in the Beta Pictoris Moving Group with Two New Debris Disc Detections",
    "paper_authors": [
      "Patrick F. Cronin-Coltsmann",
      "Grant M. Kennedy",
      "Quentin Kral",
      "Jean-François Lestrade",
      "Sebastian Marino",
      "Luca Matrà",
      "Mark C. Wyatt"
    ],
    "paper_abstract": "Previous surveys in the far-infrared have found very few, if any, M-dwarf debris discs among their samples. It has been questioned whether M-dwarf discs are simply less common than earlier types, or whether the low detection rate derives from the wavelengths and sensitivities available to those studies. The highly sensitive, long wavelength Atacama Large Millimetre/submillimetre Array can shed light on the problem. This paper presents a survey of M-dwarf stars in the young and nearby Beta Pictoris Moving Group with ALMA at Band 7 (880\\,$μ$m). From the observational sample we detect two new sub-mm excesses that likely constitute unresolved debris discs around GJ\\,2006\\,A and AT\\,Mic\\,A and model distributions of the disc fractional luminosities and temperatures. From the science sample of 36 M-dwarfs including AU\\,Mic we find a disc detection rate of 4/36 or 11.1$^{+7.4}_{-3.3}$\\% that rises to 23.1$^{+8.3}_{-5.5}$\\% when adjusted for completeness. We conclude that this detection rate is consistent with the detection rate of discs around G and K type stars and that the disc properties are also likely consistent with earlier type stars. We additionally conclude that M-dwarf stars are not less likely to host debris discs, but instead their detection requires longer wavelength and higher sensitivity observations than have previously been employed.",
    "paper_submission_date": "23 October, 2023"
  },
  {
    "paper_id": 126,
    "paper_title": "GDOP Based BS Selection for Positioning in mmWave 5G NR Networks",
    "paper_authors": [
      "A. Indika Perera",
      "K. B. Shashika Manosha",
      "Nandana Rajatheva",
      "Matti Latva-aho"
    ],
    "paper_abstract": "The fifth-generation (5G) of mobile communication supported by millimetre-wave (mmWave) technology and higher base station (BS) densification facilitate to enhance user equipment (UE) positioning. Therefore, 5G cellular system is designed with many positioning measurements and special positioning reference signals with a multitude of configurations for a variety of use cases, expecting stringent positioning accuracies. One of the major factors that the accuracy of a particular position estimate depends on is the geometry of the nodes in the system, which could be measured with the geometric dilution of precision (GDOP). Hence in this paper, we investigate the time difference of arrival (TDOA) measurements based UE positioning accuracy improvement, exploiting the geometric distribution of BSs in mixed LOS and NLOS environment. We propose a BS selection algorithm for UE positioning based on the GDOP of the BSs participating in the positioning process. Simulations are conducted for indoor and outdoor scenarios that use antenna arrays with beam-based mmWave NR communication. Results demonstrate that the proposed BS selection can achieve higher positioning accuracy with fewer radio resources compared to the other BS selection methods.",
    "paper_submission_date": "23 October, 2023"
  },
  {
    "paper_id": 127,
    "paper_title": "Cometary surface dust layers built out of millimetre-scale aggregates: dependence of modelled cometary gas production on the layer transport properties",
    "paper_authors": [
      "Yu. Skorov",
      "J. Markkanen",
      "V. Reshetnyk",
      "S. Mottola",
      "M. Küppers",
      "S. Besse",
      "M. R. El-Maarry",
      "P. Hartogh"
    ],
    "paper_abstract": "The standard approach to obtaining knowledge about the properties of the surface layer of a comet from observations of gas production consists of two stages. First, various thermophysical models are used to calculate gas production for a few sets of parameters. Second, a comparison of observations and theoretical predictions is performed. This approach is complicated because the values of many model characteristics are known only approximately. Therefore, it is necessary to investigate the sensitivity of the simulated outgassing to variations in the properties of the surface layer. This problem was recently considered by us for aggregates up to tens of microns in size. For millimetre-size aggregates, a qualitative extension of the method used to model the structural characteristics of the layer is required. It is also necessary to study the role of radiative thermal conductivity, which may play an important role for such large particles. We investigated layers constructed from large aggregates and having various thicknesses and porosity and evaluated the effective sublimation of water ice at different heliocentric distances. For radiative conductivity, approximate commonly used models and the complicated model based on the Dense Medium Radiative Transfer theory were compared. It was shown that for millimetre-size aggregates careful consideration of the radiative thermal conductivity is required since this mechanism of energy transfer may change the resulting gas productivity by several times. We demonstrate that our model is more realistic for an evolved comet than simple models parameterising the properties of the cometary surface layer, yet maintains comparable computational complexity.",
    "paper_submission_date": "19 October, 2023"
  },
  {
    "paper_id": 128,
    "paper_title": "3D terrain mapping and filtering from coarse resolution data cubes extracted from real-aperture 94 GHz radar",
    "paper_authors": [
      "William D. Harcourt",
      "David G. Macfarlane",
      "Duncan A. Robertson"
    ],
    "paper_abstract": "Accurate, high-resolution 3D mapping of environmental terrain is critical in a range of disciplines. In this study, we develop a new technique, called the PCFilt-94 algorithm, to extract 3D point clouds from coarse resolution millimetre-wave radar data cubes and quantify their associated uncertainties. A technique to non-coherently average neighbouring waveforms surrounding each AVTIS2 range profile was developed in order to reduce speckle and was found to reduce point cloud uncertainty by 13% at long range and 20% at short range. Further, a Voronoi-based point cloud outlier removal algorithm was implemented which iteratively removes outliers in a point cloud until the process converges to the removal of 0 points. Taken together, the new processing methodology produces a stable point cloud, which means that: 1) it is repeatable even when using different point cloud extraction and filtering parameter values during pre-processing, and 2) is less sensitive to over-filtering through the point cloud processing workflow. Using an optimal number of Ground Control Points (GCPs) for georeferencing, which was determined to be 3 at close range (<1.5 km) and 5 at long range (>3 km), point cloud uncertainty was estimated to be approximately 1.5 m at 1.5 km to 3 m at 3 km and followed a Lorentzian distribution. These uncertainties are smaller than those reported for other close-range radar systems used for terrain mapping. The results of this study should be used as a benchmark for future application of millimetre-wave radar systems for 3D terrain mapping.",
    "paper_submission_date": "12 October, 2023"
  },
  {
    "paper_id": 129,
    "paper_title": "Metastable elastocapillary systems with negative compressibility",
    "paper_authors": [
      "Davide Caprini",
      "Francesco Battista",
      "Pawel Zajdel",
      "Giovanni Di Muccio",
      "Carlo Guardiani",
      "Benjamin Trump",
      "Marcus Carter",
      "Andrey A. Yakovenko",
      "Eder Amayuelas",
      "Luis Bartolomé",
      "Simone Meloni",
      "Yaroslav Grosu",
      "Carlo Massimo Casciola",
      "Alberto Giacomello"
    ],
    "paper_abstract": "Although coveted in applications, few materials expand when subject to compression or contract under decompression, i.e., exhibit negative compressibility transition. A key step to achieve such counterintuitive behaviour is the destabilizations of (meta)stable equilibria of the constituents. Here, we propose a simple strategy to obtain negative compressibility exploiting capillary forces both to precompress the elastic material and to release such precompression by a threshold phenomenon -- the reversible intrusion of a liquid into a lyophobic flexible cavity. The metastable elastocapillary system we designed according to these principles achieved the largest mechanical negative compressibility ever reported. Experiments demonstrate that the concept is effective all the way from hydrophobic subnanometre porous materials to millimetre-sized metamaterials and is relevant for diverse fields, including materials science and biology, providing a simple, cross-scale, and flexible platform to endow materials with negative compressibility for technological and biomedical applications.",
    "paper_submission_date": "11 October, 2023"
  },
  {
    "paper_id": 130,
    "paper_title": "Temperature measurements with the relativistic Sunyaev-Zel'dovich effect",
    "paper_authors": ["Yvette Perrott"],
    "paper_abstract": "At temperatures above ~5 keV, the non-relativistic approximation used to derive the classical thermal Sunyaev-Zel'dovich effect spectrum begins to fail. When relativistic effects are included, the spectrum becomes temperature-dependent. This leads to both a problem and an opportunity: a problem, because when the temperature dependence is not accounted for the Compton-y estimate is biased; and an opportunity, because it represents a new way to measure the temperature of the intracluster medium independently of X-ray observations. This work presents current results from investigating the impact of relativistic effects on Planck cluster observations, and projections for future measurements of cluster temperatures using the Atacama Large Aperture Sub-millimetre Telescope.",
    "paper_submission_date": "10 October, 2023"
  },
  {
    "paper_id": 131,
    "paper_title": "IAS/CEA Evolution of Dust in Nearby Galaxies (ICED): the spatially-resolved dust properties of NGC4254",
    "paper_authors": [
      "L. Pantoni",
      "R. Adam",
      "P. Ade",
      "H. Ajeddig",
      "P. André",
      "E. Artis",
      "H. Aussel",
      "M. Baes",
      "A. Beelen",
      "A. Benoît",
      "S. Berta",
      "L. Bing",
      "O. Bourrion",
      "M. Calvo",
      "A. Catalano",
      "M. De Petris",
      "F. -X. Désert",
      "S. Doyle",
      "E. F. C. Driessen",
      "G. Ejlali",
      "F. Galliano",
      "A. Gomez",
      "J. Goupy",
      "A. P. Jones",
      "C. Hanser"
    ],
    "paper_abstract": "We present the first preliminary results of the project \\textit{ICED}, focusing on the face-on galaxy NGC4254. We use the millimetre maps observed with NIKA2 at IRAM-30m, as part of the IMEGIN Guaranteed Time Large Program, and of a wide collection of ancillary data (multi-wavelength photometry and gas phase spectral lines) that are publicly available. We derive the global and local properties of interstellar dust grains through infrared-to-radio spectral energy distribution fitting, using the hierarchical Bayesian code HerBIE, which includes the grain properties of the state-of-the-art dust model, THEMIS. Our method allows us to get the following dust parameters: dust mass, average interstellar radiation field, and fraction of small grains. Also, it is effective in retrieving the intrinsic correlations between dust parameters and interstellar medium properties. We find an evident anti-correlation between the interstellar radiation field and the fraction of small grains in the centre of NGC4254, meaning that, at strong radiation field intensities, very small amorphous carbon grains are efficiently destroyed by the ultra-violet photons coming from newly formed stars, through photo-desorption and sublimation. We observe a flattening of the anti-correlation at larger radial distances, which may be driven by the steep metallicity gradient measured in NGC4254.",
    "paper_submission_date": "10 October, 2023"
  },
  {
    "paper_id": 132,
    "paper_title": "Millimetre and submillimetre spectroscopy of isobutene and its detection in the molecular cloud G+0.693",
    "paper_authors": [
      "Mariyam Fatima",
      "Holger S. P. Müller",
      "Oliver Zingsheim",
      "Frank Lewen",
      "Víctor M. Rivilla",
      "Izaskun Jiménez-Serra",
      "Jesús Martín-Pintado",
      "Stephan Schlemmer"
    ],
    "paper_abstract": "Isobutene ((CH$_3$)$_2$C=CH$_2$) is one of the four isomers of butene (C$_4$H$_8$). Given the detection of propene (CH$_3$CH=CH$_2$) toward TMC-1, and also in the warmer environment of the solar-type protostellar system IRAS 16293$-$2422, one of the next alkenes, isobutene, is a promising candidate to be searched for in space. We aim to extend the limited line lists of the main isotopologue of isobutene from the microwave to the millimetre region in order to obtain a highly precise set of rest frequencies and to facilitate its detection in the interstellar medium. We investigated the rotational spectrum of isobutene in the 35$-$370 GHz range using absorption spectroscopy at room temperature. Quantum-chemical calculations were carried out to evaluate vibrational frequencies. We determined new or improved spectroscopic parameters for isobutene up to a sixth-order distortion constant. These new results enabled its detection in the G+0.693 molecular cloud for the first time, where propene was also recently found. The propene to isobutene column density ratio was determined to be about 3:1. The observed spectroscopic parameters for isobutene are sufficiently accurate that calculated transition frequencies should be reliable up to 700 GHz. This will further help in observing this alkene in other, warmer regions of the ISM.",
    "paper_submission_date": "29 September, 2023"
  },
  {
    "paper_id": 133,
    "paper_title": "Orbital configurations of spaceborne interferometers for studying photon rings of supermassive black holes",
    "paper_authors": [
      "Ben Hudson",
      "Leonid I. Gurvits",
      "Maciek Wielgus",
      "Zsolt Paragi",
      "Lei Liu",
      "Weimin Zheng"
    ],
    "paper_abstract": "Recent advances in technology coupled with the progress of observational radio astronomy methods resulted in achieving a major milestone of astrophysics - a direct image of the shadow of a supermassive black hole, taken by the Earth-based Event Horizon Telescope (EHT). The EHT was able to achieve a resolution of $\\sim$20 $μ$as, enabling it to resolve the shadows of the black holes in the centres of two celestial objects: the supergiant elliptical galaxy M87 and the Milky Way Galaxy. The EHT results mark the start of a new round of development of next generation Very Long Baseline Interferometers (VLBI) which will be able to operate at millimetre and sub-millimetre wavelengths. The inclusion of baselines exceeding the diameter of the Earth and observation at as short a wavelength as possible is imperative for further development of high resolution astronomical observations. This can be achieved by a spaceborne VLBI system. We consider the preliminary mission design of such a system, specifically focused on the detection and analysis of photon rings, an intrinsic feature of supermassive black holes. Optimised Earth, Sun-Earth L2 and Earth-Moon L2 orbit configurations for the space interferometer system are presented, all of which provide an order of magnitude improvement in resolution compared to the EHT. Such a space-borne interferometer would be able to conduct a comprehensive survey of supermassive black holes in active galactic nuclei and enable uniquely robust and accurate tests of strong gravity, through detection of the photon ring features.",
    "paper_submission_date": "6 October, 2023"
  },
  {
    "paper_id": 134,
    "paper_title": "A$^3$COSMOS: the infrared luminosity function and dust-obscured star formation rate density at $0.5<z<6$",
    "paper_authors": [
      "A. Traina",
      "C. Gruppioni",
      "I. Delvecchio",
      "F. Calura",
      "L. Bisigello",
      "A. Feltre",
      "B. Magnelli",
      "E. Schinnerer",
      "D. Liu",
      "S. Adscheid",
      "M. Behiri",
      "F. Gentile",
      "F. Pozzi",
      "M. Talia",
      "G. Zamorani",
      "H. Algera",
      "S. Gillman",
      "E. Lambrides",
      "M. Symeonidis"
    ],
    "paper_abstract": "Aims: We leverage the largest available Atacama Large Millimetre/submillimetre Array (ALMA) survey from the archive (A$^3$COSMOS) to study to study infrared luminosity function and dust-obscured star formation rate density of sub-millimeter/millimeter (sub-mm/mm) galaxies from $z=0.5\\,-\\,6$. Methods: The A$^3$COSMOS survey utilizes all publicly available ALMA data in the COSMOS field, therefore having inhomogeneous coverage in terms of observing wavelength and depth. In order to derive the luminosity functions and star formation rate densities, we apply a newly developed method that corrects the statistics of an inhomogeously sampled survey of individual pointings to those representing an unbiased blind survey. Results: We find our sample to mostly consist of massive ($M_{\\star} \\sim 10^{10} - 10^{12}$ $\\rm M_{\\odot}$), IR-bright ($L_* \\sim 10^{11}-10^{13.5} \\rm L_{\\odot}$), highly star-forming (SFR $\\sim 100-1000$ $\\rm M_{\\odot}$ $\\rm yr^{-1}$) galaxies. We find an evolutionary trend in the typical density ($Φ^*$) and luminosity ($L^*$) of the galaxy population, which decrease and increase with redshift, respectively. Our IR LF is in agreement with previous literature results and we are able to extend to high redshift ($z > 3$) the constraints on the knee and bright-end of the LF, derived by using the Herschel data. Finally, we obtain the SFRD up to $z\\sim 6$ by integrating the IR LF, finding a broad peak from $z \\sim 1$ to $z \\sim 3$ and a decline towards higher redshifts, in agreement with recent IR/mm-based studies, within the uncertainties, thus implying the presence of larger quantities of dust than what is expected by optical/UV studies.",
    "paper_submission_date": "26 September, 2023"
  },
  {
    "paper_id": 135,
    "paper_title": "MiliPoint: A Point Cloud Dataset for mmWave Radar",
    "paper_authors": [
      "Han Cui",
      "Shu Zhong",
      "Jiacheng Wu",
      "Zichao Shen",
      "Naim Dahnoun",
      "Yiren Zhao"
    ],
    "paper_abstract": "Millimetre-wave (mmWave) radar has emerged as an attractive and cost-effective alternative for human activity sensing compared to traditional camera-based systems. mmWave radars are also non-intrusive, providing better protection for user privacy. However, as a Radio Frequency (RF) based technology, mmWave radars rely on capturing reflected signals from objects, making them more prone to noise compared to cameras. This raises an intriguing question for the deep learning community: Can we develop more effective point set-based deep learning methods for such attractive sensors?\n  To answer this question, our work, termed MiliPoint, delves into this idea by providing a large-scale, open dataset for the community to explore how mmWave radars can be utilised for human activity recognition. Moreover, MiliPoint stands out as it is larger in size than existing datasets, has more diverse human actions represented, and encompasses all three key tasks in human activity recognition. We have also established a range of point-based deep neural networks such as DGCNN, PointNet++ and PointTransformer, on MiliPoint, which can serve to set the ground baseline for further development.",
    "paper_submission_date": "2 November, 2023"
  },
  {
    "paper_id": 136,
    "paper_title": "SHOWMe: Benchmarking Object-agnostic Hand-Object 3D Reconstruction",
    "paper_authors": [
      "Anilkumar Swamy",
      "Vincent Leroy",
      "Philippe Weinzaepfel",
      "Fabien Baradel",
      "Salma Galaaoui",
      "Romain Bregier",
      "Matthieu Armando",
      "Jean-Sebastien Franco",
      "Gregory Rogez"
    ],
    "paper_abstract": "Recent hand-object interaction datasets show limited real object variability and rely on fitting the MANO parametric model to obtain groundtruth hand shapes. To go beyond these limitations and spur further research, we introduce the SHOWMe dataset which consists of 96 videos, annotated with real and detailed hand-object 3D textured meshes. Following recent work, we consider a rigid hand-object scenario, in which the pose of the hand with respect to the object remains constant during the whole video sequence. This assumption allows us to register sub-millimetre-precise groundtruth 3D scans to the image sequences in SHOWMe. Although simpler, this hypothesis makes sense in terms of applications where the required accuracy and level of detail is important eg., object hand-over in human-robot collaboration, object scanning, or manipulation and contact point analysis. Importantly, the rigidity of the hand-object systems allows to tackle video-based 3D reconstruction of unknown hand-held objects using a 2-stage pipeline consisting of a rigid registration step followed by a multi-view reconstruction (MVR) part. We carefully evaluate a set of non-trivial baselines for these two stages and show that it is possible to achieve promising object-agnostic 3D hand-object reconstructions employing an SfM toolbox or a hand pose estimator to recover the rigid transforms and off-the-shelf MVR algorithms. However, these methods remain sensitive to the initial camera pose estimates which might be imprecise due to lack of textures on the objects or heavy occlusions of the hands, leaving room for improvements in the reconstruction. Code and dataset are available at https://europe.naverlabs.com/research/showme",
    "paper_submission_date": "19 September, 2023"
  },
  {
    "paper_id": 137,
    "paper_title": "Simultaneous mm/X-ray intraday variability in the radio-quiet AGN MCG+08-11-11",
    "paper_authors": [
      "P. O. Petrucci",
      "V. Piétu",
      "E. Behar",
      "M. Clavel",
      "S. Bianchi",
      "G. Henri",
      "S. Barnier",
      "S. Chen",
      "J. Ferreira",
      "J. Malzac",
      "R. Belmont",
      "S. Corbel",
      "M. Coriat"
    ],
    "paper_abstract": "Most of the Active Galactic Nuclei (AGN) are radio-quiet (RQ) and, differently from radio-loud (RL) AGN, do not show signature of large-scale and powerful jets. The physical origin of their radio emission remains then broadly unclear. The observation of flat/inverted radio spectra at GHz frequencies seems to support however the presence of an unresolved synchrotron self-absorbed region in the close environment of the supermassive black hole. Its size could be as small as that of the X-ray corona. Since synchrotron self absorption decreases strongly with frequency, these sources need to be observed in the millimetric (mm) domain. We report here a 12h simultaneous mm-X-ray observation of the RQ AGN MCG+08-11-11 by NOEMA and NuSTAR. The mm flux shows a weak but clear increase along the pointing with a fractional variability of $2.0\\pm0.1$\\%. The 3-10 keV flux of NuSTAR also increases and shows a fractional variability of $7.0\\pm1.5$\\%. A structure function analysis shows a local maximum in the mm light curve corresponding to 2-3\\% of variability on timescale of $\\sim2\\times10^4$ seconds (100-300 $R_g$ light crossing time). Assuming an optically thick mm emitting medium, this translates into an upper limit of its size of $\\sim$1300 $R_g$. The observation of fast variability in radio-mm and X-ray wavelengths, as well as a similar variability trend, well support the mm emission to be emitted by a region close, and potentially related to, the X-ray corona like an outflow/weak jet.",
    "paper_submission_date": "4 September, 2023"
  },
  {
    "paper_id": 138,
    "paper_title": "ALMA observations of the Extended Green Object G19.01$-$0.03: II. A massive protostar with typical chemical abundances surrounded by four low-mass prestellar core candidates",
    "paper_authors": [
      "Gwenllian M. Williams",
      "Claudia J. Cyganowski",
      "Crystal L. Brogan",
      "Todd R. Hunter",
      "Pooneh Nazari",
      "Rowan J. Smith"
    ],
    "paper_abstract": "We present a study of the physical and chemical properties of the Extended Green Object (EGO) G19.01$-$0.03 using sub-arcsecond angular resolution Atacama Large Millimeter/submillimeter Array (ALMA) 1.05mm and Karl G. Jansky Very Large Array (VLA) 1.21cm data. G19.01$-$0.03 MM1, the millimetre source associated with the central massive young stellar object (MYSO), appeared isolated and potentially chemically young in previous Submillimeter Array observations. In our $\\sim0.4''$-resolution ALMA data, MM1 has four low-mass millimetre companions within 0.12pc, all lacking maser or outflow emission, indicating they may be prestellar cores. With a rich ALMA spectrum full of complex organic molecules, MM1 does not appear chemically young, but has molecular abundances typical of high-mass hot cores in the literature. At the 1.05mm continuum peak of MM1, $\\mathrm{N}(\\mathrm{CH}_{3}\\mathrm{OH})=(2.22\\pm0.01)\\times10^{18}$cm$^{-2}$ and $T_{\\mathrm{ex}} = 162.7\\substack{+0.3 \\\\ -0.5}$K based on pixel-by-pixel Bayesian analysis of LTE synthetic methanol spectra across MM1. Intriguingly, the peak CH$_{3}$OH $T_{\\mathrm{ex}}=165.5\\pm0.6$ K is offset from MM1's millimetre continuum peak by $0.22''\\sim880$au, and a region of elevated CH$_{3}$OH $T_{\\mathrm{ex}}$ coincides with free-free VLA 5.01cm continuum, adding to the tentative evidence for a possible unresolved high-mass binary in MM1. In our VLA 1.21cm data, we report the first NH$_{3}$(3,3) maser detections towards G19.01$-$0.03, along with candidate 25GHz CH$_{3}$OH $5(2,3)-5(1,4)$ maser emission; both are spatially and kinematically coincident with 44GHz Class I CH$_{3}$OH masers in the MM1 outflow. We also report the ALMA detection of candidate 278.3GHz Class I CH$_{3}$OH maser emission towards this outflow, strengthening the connection of these three maser types to MYSO outflows.",
    "paper_submission_date": "4 September, 2023"
  },
  {
    "paper_id": 139,
    "paper_title": "Nonequilibrium capillary self-assembly",
    "paper_authors": [
      "Stuart J. Thomson",
      "Jack-William Barotta",
      "Daniel M. Harris"
    ],
    "paper_abstract": "Macroscopic objects supported by surface tension at the fluid interface can self-assemble through the action of capillary forces arising from interfacial deformations. The resulting self-assembled structures are ordered but remain trapped in one of potentially many metastable states in the capillary energy landscape. This contrasts with microscopic colloidal self-assembly where thermal fluctuations excite transitions between geometrically distinct ground-state configurations. We herein utilize supercritical Faraday waves to drive structural rearrangements between metastable states of few-particle clusters of millimetric spheres bound by capillary attractions at the fluid interface. Using a combination of experiments and theoretical modelling, we demonstrate how the occupation probabilities of different cluster topologies and transition statistics are controlled by the level of the vibrational forcing and the spatial extent of long-range capillary forces. Our results demonstrate how self-assembly dynamics and statistics may be manipulated across scales by controlling the strength of fluctuations and by tuning the properties of the particle interaction-potential.",
    "paper_submission_date": "4 September, 2023"
  },
  {
    "paper_id": 140,
    "paper_title": "A large population of strongly lensed faint submillimetre galaxies in future dark energy surveys inferred from JWST imaging",
    "paper_authors": [
      "James Pearson",
      "Stephen Serjeant",
      "Wei-Hao Wang",
      "Zhen-Kai Gao",
      "Arif Babul",
      "Scott Chapman",
      "Chian-Chou Chen",
      "David L. Clements",
      "Christopher J. Conselice",
      "James Dunlop",
      "Lulu Fan",
      "Luis C. Ho",
      "Ho Seong Hwang",
      "Maciej Koprowski",
      "Michał Michałowski",
      "Hyunjin Shim"
    ],
    "paper_abstract": "Bright galaxies at sub-millimetre wavelengths from Herschel are now well known to be predominantly strongly gravitationally lensed. The same models that successfully predicted this strongly lensed population also predict about one percent of faint $450μ$m-selected galaxies from deep James Clerk Maxwell Telescope (JCMT) surveys will also be strongly lensed. Follow-up ALMA campaigns have so far found one potential lens candidate, but without clear compelling evidence e.g. from lensing arcs. Here we report the discovery of a compelling gravitational lens system confirming the lensing population predictions, with a $z_{s} = 3.4 {\\pm} 0.4$ submm source lensed by a $z_{spec} = 0.360$ foreground galaxy within the COSMOS field, identified through public JWST imaging of a $450μ$m source in the SCUBA-2 Ultra Deep Imaging EAO Survey (STUDIES) catalogue. These systems will typically be well within the detectable range of future wide-field surveys such as Euclid and Roman, and since sub-millimetre galaxies are predominantly very red at optical/near-infrared wavelengths, they will tend to appear in near-infrared channels only. Extrapolating to the Euclid-Wide survey, we predict tens of thousands of strongly lensed near-infrared galaxies. This will be transformative for the study of dusty star-forming galaxies at cosmic noon, but will be a contaminant population in searches for strongly lensed ultra-high-redshift galaxies in Euclid and Roman.",
    "paper_submission_date": "9 January, 2024"
  },
  {
    "paper_id": 141,
    "paper_title": "Emulating Radiative Transfer with Artificial Neural Networks",
    "paper_authors": [
      "Snigdaa S. Sethuram",
      "Rachel K. Cochrane",
      "Christopher C. Hayward",
      "Viviana Acquaviva",
      "Francisco Villaescusa-Navarro",
      "Gergo Popping",
      "John H. Wise"
    ],
    "paper_abstract": "Forward-modeling observables from galaxy simulations enables direct comparisons between theory and observations. To generate synthetic spectral energy distributions (SEDs) that include dust absorption, re-emission, and scattering, Monte Carlo radiative transfer is often used in post-processing on a galaxy-by-galaxy basis. However, this is computationally expensive, especially if one wants to make predictions for suites of many cosmological simulations. To alleviate this computational burden, we have developed a radiative transfer emulator using an artificial neural network (ANN), ANNgelina, that can reliably predict SEDs of simulated galaxies using a small number of integrated properties of the simulated galaxies: star formation rate, stellar and dust masses, and mass-weighted metallicities of all star particles and of only star particles with age <10 Myr. Here, we present the methodology and quantify the accuracy of the predictions. We train the ANN on SEDs computed for galaxies from the IllustrisTNG project's TNG50 cosmological magnetohydrodynamical simulation. ANNgelina is able to predict the SEDs of TNG50 galaxies in the ultraviolet (UV) to millimetre regime with a typical median absolute error of ~7 per cent. The prediction error is the greatest in the UV, possibly due to the viewing-angle dependence being greatest in this wavelength regime. Our results demonstrate that our ANN-based emulator is a promising computationally inexpensive alternative for forward-modeling galaxy SEDs from cosmological simulations.",
    "paper_submission_date": "25 August, 2023"
  },
  {
    "paper_id": 142,
    "paper_title": "Tracing obscured galaxy build-up at high redshift using deep radio surveys",
    "paper_authors": [
      "Stergios Amarantidis",
      "Jose Afonso",
      "Israel Matute",
      "Duncan Farrah",
      "A. M. Hopkins",
      "Hugo Messias",
      "Ciro Pappalardo",
      "N. Seymour"
    ],
    "paper_abstract": "A fundamental question of extra-galactic astronomy that is yet to be fully understood, concerns the evolution of the star formation rate (SFR) and supermassive black hole (SMBH) activity with cosmic time, as well as their interplay and how it impacts galaxy evolution. A primary focus that could shed more light on these questions is the study of merging systems, comprising highly star-forming galaxies (SFGs) and active galactic nuclei (AGN) at the earliest stages of galactic formation. However, it is essential to explore complementary selection methods across multiple wavelengths. The primary objective of this study is to conduct a comprehensive analysis of a sample of high-redshift ($z>3$) far-infrared (far-IR) and radio-emitting galaxies in the highest possible spatial resolution. In order to select the galactic population of our interest, we selected galaxies that present relatively compact radio morphologies at 1.4 GHz as well as a far-IR spectrum that peaks in flux at $λ\\geq 350 \\, μm$. For these selection criteria, we used the COSMOS and ECDF-S fields, which provide high spectral and spatial resolution at a multi-wavelength scale. We derived a sample of eight galaxies that were identified either photometrically or spectroscopically at $z>3$ from literature studies and by our team. A thorough investigation of available optical, near-IR, and millimetre (mm) imaging reveals a possible merging scenario in five out of eight cases in our sample. Additionally, available multi-wavelength photometry strongly suggests active star formation at the $10^3 \\, M_{\\odot}/yr$ level in massive systems co-hosting an active SMBH. Comparison of these results with previous studies, suggests that our selection method preferentially identifies galaxies hosting an active SMBH, as well as a strong SFG component, resulting in high SFR and IR luminosity.",
    "paper_submission_date": "25 August, 2023"
  },
  {
    "paper_id": 143,
    "paper_title": "Doppler-aware Odometry from FMCW Scanning Radar",
    "paper_authors": [
      "Fraser Rennie",
      "David Williams",
      "Paul Newman",
      "Daniele De Martini"
    ],
    "paper_abstract": "This work explores Doppler information from a millimetre-Wave (mm-W) Frequency-Modulated Continuous-Wave (FMCW) scanning radar to make odometry estimation more robust and accurate. Firstly, doppler information is added to the scan masking process to enhance correlative scan matching. Secondly, we train a Neural Network (NN) for regressing forward velocity directly from a single radar scan; we fuse this estimate with the correlative scan matching estimate and show improved robustness to bad estimates caused by challenging environment geometries, e.g. narrow tunnels. We test our method with a novel custom dataset which is released with this work at https://ori.ox.ac.uk/publications/datasets.",
    "paper_submission_date": "14 December, 2023"
  },
  {
    "paper_id": 144,
    "paper_title": "Chemical evolution of some selected complex organic molecules in low-mass star-forming regions",
    "paper_authors": [
      "Bratati Bhat",
      "Rumela Kar",
      "Suman Kumar Mondal",
      "Rana Ghosh",
      "Prasanta Gorai",
      "Takashi Shimonishi",
      "Kei E. I. Tanaka",
      "Kenji Furuya",
      "Ankan Das"
    ],
    "paper_abstract": "The destiny of complex organic molecules (COMs) in star-forming regions is interlinked with various evolutionary phases. Therefore, identifying these species in diversified environments of identical star-forming regions would help to comprehend their physical and chemical heritage. We identified multiple COMs utilizing the Large Program `Astrochemical Surveys At IRAM' (ASAI) data, dedicated to chemical surveys in Sun-like star-forming regions with the IRAM 30 m telescope. It was an unbiased survey in the millimetre regime, covering the prestellar core, protostar, outflow region, and protoplanetary disk phase. Here, we have reported some transitions of seven COMs, namely, methanol (CH3OH), acetaldehyde (CH3CHO), methyl formate (CH3OCHO), ethanol (C2H5OH), propynal (HCCCHO), dimethyl ether (CH3OCH3), and methyl cyanide (CH3CN) in some sources L1544, B1-b, IRAS4A, and SVS13A. We found a trend among these species from the derived abundances using the rotational diagram method and MCMC fit. We have found that the abundances of all of the COMs, except for HCCCHO, increase from the L1544 (prestellar core) and peaks at IRAS16293-2422 (class 0 phase). It is noticed that the abundance of these molecules correlate with the luminosity of the sources. The obtained trend is also visible from the previous interferometric observations and considering the beam dilution effect.",
    "paper_submission_date": "20 August, 2023"
  },
  {
    "paper_id": 145,
    "paper_title": "The heart of Sakurai's Object revealed by ALMA",
    "paper_authors": [
      "Daniel Tafoya",
      "Peter A. M. van Hoof",
      "Jesus A. Toala",
      "Griet Van de Steene",
      "Suzanna Randall",
      "Ramlal Unnikrishnan",
      "Stefan Kimeswenger",
      "Marcin Hajduk",
      "Daniela Barria",
      "Albert Zijlstra"
    ],
    "paper_abstract": "We present high angular-resolution observations of Sakurai's object using the Atacama Large Millimeter Array, shedding new light on its morpho-kinematical structure. The millimetre continuum emission, observed at an angular resolution of 20 milliarcsec (corresponding to 70 AU), reveals a bright compact central component whose spectral index indicates that it composed of amorphous carbon dust. Based on these findings, we conclude that this emission traces the previously suggested dust disc observed in mid-infrared observations. Therefore, our observations provide the first direct imaging of such a disc. The H$^{12}$CN($J$=4$\\rightarrow$3) line emission, observed at an angular resolution of 300 milliarcsec (corresponding to 1000 AU), displays bipolar structure with a north-south velocity gradient. From the position-velocity diagram of this emission we identify the presence of an expanding disc and a bipolar molecular outflow. The inclination of the disc is determined to be $i$=72$^\\circ$. The derived values for the de-projected expansion velocity and the radius of the disc are $v_{\\rm exp}$=53 km s$^{-1}$ and $R$=277 AU, respectively. On the other hand, the de-projected expansion velocity of the bipolar outflow detected in the H$^{12}$CN($J$=4$\\rightarrow$3) emission of approximately 1000 km s$^{-1}$. We propose that the molecular outflow has an hourglass morphology with an opening angle of around 60$^{\\circ}$. Our observations unambiguously show that an equatorial disc and bipolar outflows formed in Sakurai's object in less than 30 years after the born-again event occurred, providing important constraints for future modelling efforts of this phenomenon.",
    "paper_submission_date": "17 August, 2023"
  },
  {
    "paper_id": 146,
    "paper_title": "Tracing snowlines and C/O ratio in a planet-hosting disk: ALMA molecular line observations towards the HD169142 disk",
    "paper_authors": [
      "Alice S. Booth",
      "Charles J. Law",
      "Milou Temmink",
      "Margot Leemker",
      "Enrique Macias"
    ],
    "paper_abstract": "The composition of a forming planet is set by the material it accretes from its parent protoplanetary disk. Therefore, it is crucial to map the chemical make-up of the gas in disks to understand the chemical environment of planet formation. This paper presents molecular line observations taken with the Atacama Large Millimeter/submillimeter Array of the planet-hosting disk around the young star HD 169142. We detect N2H+, CH3OH, [CI], DCN, CS, C34S, 13CS, H2CS, H2CO, HC3N and c-C3H2 in this system for the first time. Combining these data with the recent detection of SO and previously published DCO+ data, we estimate the location of H2O and CO snowlines and investigate radial variations in the gas phase C/O ratio. We find that the HD 169142 disk has a relatively low N2H+ flux compared to the disks around Herbig stars HD 163296 and MWC 480 indicating less CO freeze-out and place the CO snowline beyond the millimetre disk at ~150 au. The detection of CH3OH from the inner disk is consistent with the H2O snowline being located at the edge of the central dust cavity at ~20 au. The radially varying CS/SO ratio across the proposed H2O snowline location is consistent with this interpretation. Additionally, the detection of CH3OH in such a warm disk adds to the growing evidence supporting the inheritance of complex ices in disks from the earlier, colder stages of star formation. Finally, we propose that the giant HD 169142 b located at 37 au is forming between the CO2 and H2O snowlines where the local elemental make of the gas is expected to have C/O=1.0.",
    "paper_submission_date": "15 August, 2023"
  },
  {
    "paper_id": 147,
    "paper_title": "The first mm detection of a neutron star high-mass X-ray binary",
    "paper_authors": [
      "J. van den Eijnden",
      "L. Sidoli",
      "M. Diaz Trigo",
      "N. Degenaar",
      "I. El Mellah",
      "F. Fürst",
      "V. Grinberg",
      "P. Kretschmar",
      "S. Martínez-Núñez",
      "J. C. A. Miller-Jones",
      "K. Postnov",
      "T. D. Russell"
    ],
    "paper_abstract": "Neutron stars accreting from OB supergiants are often divided between persistently and transiently accreting systems, called Supergiant X-ray Binaries (SgXBs) and Supergiant Fast X-ray Transients (SFXTs). This dichotomy in accretion behaviour is typically attributed to systematic differences in the massive stellar wind, binary orbit, or magnetic field configuration, but direct observational evidence for these hypotheses remains sparse. To investigate their stellar winds, we present the results of pilot 100-GHz observations of one SFXT and one SgXB with the Northern Extended Millimetre Array. The SFXT, IGR J18410-0535, is detected as a point source at $63.4 \\pm 9.6$ $μ$Jy, while the SgXB, IGR J18410-0535 remains undetected. Radio observations of IGR J18410-0535 imply a flat or inverted low-frequency spectrum, arguing for wind emission and against non-thermal flaring. Due to the uncertain SFXT distance, however, the observations do not necessarily imply a difference between the wind properties of the SFXT and SgXB. We compare the mm constraints with other HMXBs and isolated OB supergiants, before considering how future mm campaigns can constrain HMXB wind properties by including X-ray measurements. Specifically, we discuss caveats and future steps to successfully measure wind mass loss rates and velocities in HMXBs with coordinated mm, radio, and X-ray campaigns.",
    "paper_submission_date": "7 September, 2023"
  },
  {
    "paper_id": 148,
    "paper_title": "Performance Analysis for Hybrid mmWave and THz Networks with Downlink and Uplink Decoupled Cell Association",
    "paper_authors": ["Yunbai Wang", "Chen Chen", "Xiaoli Chu"],
    "paper_abstract": "It is expected that B5G/6G networks will exploit both terahertz (THz) and millimetre wave (mmWave) frequency bands and will increase flexibility in user equipment (UE)-cell association. In this paper, we introduce a novel stochastic geometry-based framework for the analysis of the signal-to-interference-plus-noise-ratio (SINR) and rate coverage in a multi-tier hybrid mmWave and THz network, where each tier has a particular base station (BS) density, transmit power, bandwidth, number of BS antennas, and cell-association bias factor. The proposed framework incorporates the effects of mmWave and THz channel characteristics, BS beamforming gain, and blockages. We investigate the downlink (DL) and uplink (UL) decoupled cell-association strategy and characterise the per-tier cell-association probability. Based on that, we analytically derive the SINR and rate coverage probabilities of a typical user for both DL and UL transmissions. The analytical results are validated via extensive Monte Carlo simulations. Numerical results demonstrate the superiority of the DL and UL decoupled cell-association strategy in terms of SINR and rate coverage over its coupled counterpart. Moreover, we observe that the superiority of using the DL and UL decoupled cell-association strategy becomes more evident with the dense deployment of THz networks.",
    "paper_submission_date": "10 August, 2023"
  },
  {
    "paper_id": 149,
    "paper_title": "z-GAL -- A NOEMA spectroscopic redshift survey of bright Herschel galaxies: [III] Physical properties",
    "paper_authors": [
      "S. Berta",
      "F. Stanley",
      "D. Ismail",
      "P. Cox",
      "R. Neri",
      "C. Yang",
      "A. J. Young",
      "S. Jin",
      "H. Dannerbauer",
      "T. J. Bakx",
      "A. Beelen",
      "A. Weiss",
      "A. Nanni",
      "A. Omont",
      "P. van der Werf",
      "M. Krips",
      "A. J. Baker",
      "G. Bendo",
      "E. Borsato",
      "V. Buat",
      "K. M. Butler",
      "N. Chartab",
      "A. Cooray",
      "S. Dye",
      "S. Eales"
    ],
    "paper_abstract": "The z-GAL survey observed 137 bright Herschel-selected targets with the IRAM NOrthern Extended Millimeter Array, with the aim to measure their redshift and study their properties. Several of them have been resolved into multiple sources. Consequently, robust spectroscopic redshifts have been measured for 165 individual galaxies in the range 0.8<z<6.5. In this paper we analyse the millimetre spectra of the z-GAL sources, using both their continuum and line emission to derive their physical properties. At least two spectral lines are detected for each source, including transitions of 12CO, [CI], and H2O. The observed 12CO line ratios and spectral line energy distributions of individual sources resemble those of local starbursts. In seven sources the para-H2O(2_11-2_02) transition is detected and follows the IR versus H2O luminosity relation of sub-millimetre galaxies. The molecular gas mass of the z-GAL sources is derived from their 12CO, [CI], and sub-millimetre dust continuum emission. The three tracers lead to consistent results, with the dust continuum showing the largest scatter when compared to 12CO. The gas-to-dust mass ratio of these sources was computed by combining the information derived from 12CO and the dust continuum and has a median value of 107, similar to star-forming galaxies of near-solar metallicity. The same combined analysis leads to depletion timescales in the range between 0.1 and 1.0 Gyr, which place the z-GAL sources between the `main sequence' of star formation and the locus of starbursts. Finally, we derived a first estimate of stellar masses - modulo possible gravitational magnification - by inverting known gas scaling relations: the z-GAL sample is confirmed to be mostly composed by starbursts, whereas ~25% of its members lie on the main sequence of star-forming galaxies (within +/- 0.5 dex).",
    "paper_submission_date": "28 July, 2023"
  },
  {
    "paper_id": 150,
    "paper_title": "A fundamental plane of black hole accretion at millimetre wavelengths",
    "paper_authors": [
      "Ilaria Ruffa",
      "Timothy A. Davis",
      "Jacob S. Elford",
      "Martin Bureau",
      "Michele Cappellari",
      "Jindra Gensior",
      "Daryl Haggard",
      "Satoru Iguchi",
      "Federico Lelli",
      "Fu-Heng Liang",
      "Lijie Liu",
      "Marc Sarzi",
      "Thomas G. Williams",
      "Hengyue Zhang"
    ],
    "paper_abstract": "We report the discovery of the ``mm fundamental plane of black-hole accretion'', which is a tight correlation between the nuclear 1 mm luminosity ($L_{\\rm ν, mm}$), the intrinsic $2$ -- $10$~keV X-ray luminosity ($L_{\\rm X,2-10}$) and the supermassive black hole (SMBH) mass ($M_{\\rm BH}$) with an intrinsic scatter ($σ_{\\rm int}$) of $0.40$ dex. The plane is found for a sample of 48 nearby galaxies, most of which are low-luminosity active galactic nuclei (LLAGN). Combining these sources with a sample of high-luminosity (quasar-like) nearby AGN, we find that the plane still holds. We also find that $M_{\\rm BH}$ correlates with $L_{\\rm ν, mm}$ at a highly significant level, although such correlation is less tight than the mm fundamental plane ($σ_{\\rm int}=0.51$ dex). Crucially, we show that spectral energy distribution (SED) models for both advection-dominated accretion flows (ADAFs) and compact jets can explain the existence of these relations, which are not reproduced by the standard torus-thin accretion disc models usually associated to quasar-like AGN. The ADAF models reproduces the observed relations somewhat better than those for compact jets, although neither provides a perfect prediction. Our findings thus suggest that radiatively-inefficient accretion processes such as those in ADAFs or compact (and thus possibly young) jets may play a key role in both low- and high-luminosity AGN. This mm fundamental plane also offers a new, rapid method to (indirectly) estimate SMBH masses.",
    "paper_submission_date": "6 November, 2023"
  },
  {
    "paper_id": 151,
    "paper_title": "MINDS. Abundant water and varying C/O across the disk of Sz 98 as seen by JWST/MIRI",
    "paper_authors": [
      "Danny Gasman",
      "Ewine F. van Dishoeck",
      "Sierra L. Grant",
      "Milou Temmink",
      "Benoît Tabone",
      "Thomas Henning",
      "Inga Kamp",
      "Manuel Güdel",
      "Pierre-Olivier Lagage",
      "Giulia Perotti",
      "Valentin Christiaens",
      "Matthias Samland",
      "Aditya M. Arabhavi",
      "Ioannis Argyriou",
      "Alain Abergel",
      "Olivier Absil",
      "David Barrado",
      "Anthony Boccaletti",
      "Jeroen Bouwman",
      "Alessio Caratti o Garatti",
      "Vincent Geers",
      "Adrian M. Glauser",
      "Rodrigo Guadarrama",
      "Hyerin Jang",
      "Jayatee Kanwar"
    ],
    "paper_abstract": "MIRI/MRS on board the JWST allows us to probe the inner regions of protoplanetary disks. Here we examine the disk around the classical T Tauri star Sz 98, which has an unusually large dust disk in the millimetre with a compact core. We focus on the H$_2$O emission through both its ro-vibrational and pure rotational emission. Furthermore, we compare our chemical findings with those obtained for the outer disk from Atacama Large Millimeter/submillimeter Array (ALMA) observations. In order to model the molecular features in the spectrum, the continuum was subtracted and LTE slab models were fitted. The spectrum was divided into different wavelength regions corresponding to H$_2$O lines of different excitation conditions, and the slab model fits were performed individually per region. We confidently detect CO, H$_2$O, OH, CO$_2$, and HCN in the emitting layers. The isotopologue H$^{18}_2$O is not detected. Additionally, no other organics, including C$_2$H$_2$, are detected. This indicates that the C/O ratio could be substantially below unity, in contrast with the outer disk. The H$_2$O emission traces a large radial disk surface region, as evidenced by the gradually changing excitation temperatures and emitting radii. The OH and CO$_2$ emission are relatively weak. It is likely that H$_2$O is not significantly photodissociated; either due to self-shielding against the stellar irradiation, or UV-shielding from small dust particles. The relative emitting strength of the different identified molecular features point towards UV-shielding of H$_2$O in the inner disk of Sz 98, with a thin layer of OH on top. The majority of the organic molecules are either hidden below the dust continuum, or not present. In general, the inferred composition points to a sub-solar C/O ratio (<0.5) in the inner disk, in contrast with the larger than unity C/O ratio in the gas in the outer disk found with ALMA.",
    "paper_submission_date": "26 October, 2023"
  },
  {
    "paper_id": 152,
    "paper_title": "Resolved Kennicutt-Schmidt law in two strongly lensed star-forming galaxies at redshift 1",
    "paper_authors": [
      "David Nagy",
      "Miroslava Dessauges-Zavadsky",
      "Matteo Messa",
      "Johan Richard",
      "Jiayi Sun",
      "Françoise Combes",
      "Yannick Eyholzer"
    ],
    "paper_abstract": "We study the star formation rate (SFR) versus molecular gas mass ($M_\\mathrm{mol}$) scaling relation from hundreds to thousands parsec scales in two strongly lensed galaxies at redshift $z\\sim 1$, the Cosmic Snake and A521. We trace SFR using extinction-corrected rest-frame UV observations with the Hubble Space Telescope (HST), and $M_\\mathrm{mol}$ using detections of the CO(4--3) line with the Atacama Large Millimetre/submillimetre Array (ALMA). The similar angular resolutions of our HST and ALMA observations of $0.15-0.2\\,''$ combined with magnifications reaching $μ>20$ enable us to resolve structures in the galaxies of sizes lower than $100\\,\\mathrm{pc}$. These resolutions are close to those of nearby galaxies studies. This allows us to investigate for the first time the Kennicutt-Schmidt (KS) law (SFR-$M_\\mathrm{mol}$ surface densities) at different spatial scales, from galactic scales to $\\sim 100\\,\\mathrm{pc}$ scales, in galaxies at $z\\sim 1$. At integrated scales we find that both galaxies satisfy the KS law defined by galaxies at redshifts between 1 and 2.5. We test the resolved KS (rKS) law in cells of sizes down to $200\\,\\mathrm{pc}$ in the two galaxies. We observe that this relationship generally holds in these $z\\sim 1$ galaxies although its scatter increases significantly with decreasing spatial scales. We check the scale dependence of the spatial correlation between the surface densities of SFR and $M_\\mathrm{mol}$ by focussing on apertures centred on individual star-forming regions and molecular clouds. We conclude that star-forming regions and molecular clouds become spatially de-correlated at $\\lesssim 1\\,\\mathrm{kpc}$ in the Cosmic Snake, whereas they appear de-correlated at all spatial scales (from $400\\,\\mathrm{pc}$ to $6\\,\\mathrm{kpc}$) in A521.",
    "paper_submission_date": "14 July, 2023"
  },
  {
    "paper_id": 153,
    "paper_title": "Quasi-crystalline order in vibrated granular matter",
    "paper_authors": [
      "Andrea Plati",
      "Raphael Maire",
      "Etienne Fayen",
      "Francois Boulogne",
      "Frederic Restagno",
      "Frank Smallenburg",
      "Giuseppe Foffi"
    ],
    "paper_abstract": "Quasi-crystals are aperiodic structures that present crystallographic properties which are not compatible with that of a single unit cell. Their revolutionary discovery in a metallic alloy, less than three decades ago, has required a full reconsideration of what we defined as a crystal structure. Surprisingly, quasi-crystalline structures have been discovered also at much larger length scales in different microscopic systems for which the size of elementary building blocks ranges between the nanometric to the micrometric scale. Here, we report the first experimental observation of spontaneous quasi-crystal self-assembly at the millimetric scale. This result is obtained in a fully athermal system of macroscopic spherical grains vibrated on a substrate. Starting from a liquid-like disordered phase, the grains begin to locally arrange into three types of squared and triangular tiles that eventually align, forming 8-fold symmetric quasi-crystal that has been predicted in simulation but not yet observed experimentally in non-atomic systems. These results are not only the proof of a novel route to spontaneously assemble quasi-crystals but are of fundamental interest for the connection between equilibrium and non-equilibrium statistical physics.",
    "paper_submission_date": "4 July, 2023"
  },
  {
    "paper_id": 154,
    "paper_title": "Eccentric debris disc morphologies II: Surface brightness variations from overlapping orbits in narrow eccentric discs",
    "paper_authors": ["Joshua B. Lovell", "Elliot M. Lynch"],
    "paper_abstract": "We present Paper II of the Eccentric Debris Disc Morphologies series to explore the effects that significant free and forced eccentricities have on high-resolution millimetre-wavelength observations of debris discs, motivated by recent ALMA images of HD53143's disc. In this work, we explore the effects of free eccentricity, and by varying disc fractional widths and observational resolutions, show for a range of narrow eccentric discs, orbital overlaps result in dust emission distributions that have either one or two radial peaks at apocentre and/or pericentre. The narrowest discs contain two radial peaks, whereas the broadest discs contain just one radial peak. For fixed eccentricities, as fractional disc widths are increased, we show that these peaks merge first at apocentre (producing apocentre glow), and then at pericentre (producing pericentre glow). Our work thus demonstrates that apocentre/pericentre glows in models with constant free and forced eccentricities can be both width and resolution dependent at millimetre wavelengths, challenging the classical assertion that apocentre/pericentre glows are purely wavelength dependent. We discuss future high-resolution observations that can distinguish between competing interpretations of underlying debris disc eccentricity distributions.",
    "paper_submission_date": "3 July, 2023"
  },
  {
    "paper_id": 155,
    "paper_title": "Did the Gaia Enceladus/Sausage merger form the Milky Way's bar?",
    "paper_authors": [
      "Alex Merrow",
      "Robert J. J. Grand",
      "Francesca Fragkoudi",
      "Marie Martig"
    ],
    "paper_abstract": "The Milky Way's last significant merger, the Gaia Enceladus/Sausage (GES), is thought to have taken place between 8-11 Gyr ago. Recent studies in the literature suggest that the bar of the Milky Way is rather old, indicating that it formed at a similar epoch to the GES merger. We investigate the possible link between these events using one of the Auriga cosmological simulations which has salient features in common with the Milky Way, including a last significant merger with kinematic signatures resembling that of the GES. In this simulation, the GES-like merger event triggers tidal forces on the disc, gas inflows and a burst of star formation, with the formation of a bar occuring within 1 Gyr of the first pericentre. To highlight the effects of the merger, we rerun the simulation from z=4 with the progenitors of the GES-like galaxy removed well before the merger time. The consequence is a delay in bar formation by around 2 Gyr, and this new bar forms without any significant external perturbers. We conclude that this Milky Way-like simulation shows a route to the real Milky Way's bar formation being triggered primarily via tidal forces from the GES. We also note some later morphological differences between the disc of the original simulation and our rerun, in particular that the latter does not grow radially for the final 7 Gyr. Our study suggests that the GES may therefore be responsible for the formation of the Milky Way's bar, as well as for the build-up of its extended disc.",
    "paper_submission_date": "3 January, 2024"
  },
  {
    "paper_id": 156,
    "paper_title": "Fleetwide data-enabled reliability improvement of wind turbines",
    "paper_authors": [
      "Timothy Verstraeten",
      "Ann Nowe",
      "Jonathan Keller",
      "Yi Guo",
      "Shuangwen Sheng",
      "Jan Helsen"
    ],
    "paper_abstract": "Wind farms are an indispensable driver toward renewable and nonpolluting energy resources. However, as ideal sites are limited, placement in remote and challenging locations results in higher logistics costs and lower average wind speeds. Therefore, it is critical to increase the reliability of the turbines to reduce maintenance costs. Robust implementation requires a thorough understanding of the loads subject to the turbine's control. Yet, such dynamically changing multidimensional loads are uncommon with other machinery, and generally underresearched. Therefore, a multitiered approach is proposed to investigate the load spectrum occurring in wind farms. Our approach relies on both fundamental research using controllable test rigs, as well as analyses of real-world loading conditions in high-frequency supervisory control and data acquisition data. A method is introduced to detect operational zones in wind farm data and link them with load distributions. Additionally, while focused research further investigates the load spectrum, a method is proposed that continuously optimizes the farm's control protocols without the need to fully understand the loads that occur. A case of gearbox failure is investigated based on a vast body of past experiments and suspect loads are identified. Starting from this evidence on the cause and effects of dynamic loads, the potential of our methods is shown by analyzing real-world farm loading conditions on a steady-state case of wake and developing a preventive row-based control protocol for a case of cascading emergency brakes induced by a storm.",
    "paper_submission_date": "3 April, 2019"
  }
]
